 <?php
   include('header.php');
 ?>
    <main>
      <!--============================ Banner part ===============================-->
      <section id="Banner" style="background-image:url('images/Banner.jpg'); background-size:cover; background-repeat:no-repeat;" class="py-5">
        <div class="container py-5">
          <div class="row py-5">
            <div class="col-12 text-center py-5">
               <div class="pt-5">
                 <div class="pt-5">
                   <div class="pt-5">
                     <h1 class="text-white mt-5 text-start" style="font-size: 65px;">لَآ اِلٰهَ اِلاَّ اللّٰهُ مُحَمَّدٌ رَّسُوْلُ اللّٰهِ</h1>
                     <div class="pt-5">
                         <div class="pt-5">
                           <div class="pt-5">
                             <div class="pt-5">
                              <div class="pt-5">
                               <div class="pt-5">
                                <div class="pt-5">
                                 <div class="pt-5">
                                  <div class="pt-5">
                                   <div class="pt-5">
                                    <div class="pt-5">
                                     <div class="pt-5">
                                      <div class="pt-5">
                                       <div class="pt-5">
                                        <div class="pt-5">
                                         <div class="pt-5">
                                          <div class="pt-5">
                                           <div class="pt-5">
                                           </div>
                                          </div>
                                         </div>
                                        </div>
                                       </div>    
                                      </div>   
                                     </div>
                                    </div>
                                   </div>
                                  </div>
                                 </div>
                                </div>
                               </div>
                              </div>
                             </div>
                           </div> 
                         </div>
                      </div>
                   </div>
                 </div>
               </div>
            </div>
     
          </div>
        </div>
      </section>
        
        
        
      <!--=================================== History part ========================-->
      <section id="History" style="background-image:url('images/History.jpg'); background-size:cover; background-repeat:no-repeat; background-position:center;" class="py-5">
        <div class="container">
          <div class="row">
            <div class="col-12 mx-auto text-start">
               <h1 class="text-white mb-5">ইসলামের সংক্ষিপ্ত ইতিহাস</h1>
               <h4 class="text-white">ইসলামের ইতিহাস বলতে ইসলাম ধর্মের উদ্ভবের পর থেকে বর্তমান সময় পর্যন্ত সময়কালপঞ্জী অনুসারে ইসলামের ইতিহাস, ইসলামি সভ্যতার রাজনৈতিক, সামাজিক, অর্থনৈতিক ও সাংস্কৃতিক উন্নয়নকে বুঝানো হয়। অধিকাংশ ঐতিহাসিক স্বীকার করেন যে খ্রিস্টীয় ৭ম শতাব্দীর শুরুতে মক্কা ও মদিনায় ইসলামের সূত্রপাত হয়। মুসলমানরা ইসলামকে ঈসা, সুলায়মান, দাউদ, মূসা, ইব্রাহিম, নূহ এবং আদমের মত নবীদের মূল বিশ্বাসের প্রত্যাবর্তন। মুসলমানরা বিশ্বাস করে আদিকাল থেকেই অর্থাৎ প্রথম মানব আদমের সময় থেকেই ইসলাম ধর্মের প্রচলন শুরু হয়।<br><br>৬১০ খ্রিস্টাব্দে ইসলাম ধর্মের সর্বশেষ নবী মুহাম্মাদের কাছে আল্লাহর পক্ষ থেকে কুরআন নাযিল হতে থাকে যা মুসলমানরা আল্লাহর ওহী হিসাবে বিশ্বাস করে, সেখানে এক আল্লাহর কাছে নতি স্বীকার করার, আসন্ন শেষ বিচারের প্রতীক্ষা এবং গরিব ও অভাবগ্রস্তদের যত্ন নেওয়ার আহ্বান জানানো হয়েছে। মুহাম্মদের প্রাপ্ত এই বাণী কিছু মুষ্টিমেয় অনুগামীগণ গ্রহণ করে এবং মক্কার বেশিরভাগ মানুষের ক্রমবর্ধমান বিরোধিতার মুখোমুখি হয়। ৬২২ সালে তার প্রভাবশালী চাচা আবু তালিবের মৃত্যুর ফলে নিরাপত্তা হারানোর কয়েক বছর পর মুহাম্মদ ইয়াসরিব (বর্তমানে মদিনা নামে পরিচিত) শহরে হিজরত করেন। ৬৩২ সালে মুহাম্মাদের ওফাতের পর রাশিদুন খিলাফতের সময় কে মুসলিম রাষ্ট্র প্রতিষ্ঠা করেন।<br><br>অষ্টম শতাব্দীর মধ্যে উমাইয়া খিলাফত পশ্চিমে আইবেরিয়া থেকে পূর্বে সিন্ধু নদ পর্যন্ত বিস্তৃতি লাভ করে। উমাইয়া ও আব্বাসীয় খিলাফত (মধ্যপ্রাচ্যে এবং পরে স্পেন ও দক্ষিণ ইতালি), ফাতিমীয়, সেলযুক, আইয়ুবীয় এবং মামলুকদের দ্বারা শাসিত রাষ্ট্রগুলো বিশ্বের প্রভাবশালী শক্তি ছিল। সামানি সাম্রাজ্য, গজনভি রাজবংশ, ঘুরি সাম্রাজ্য নিজেদের প্রতিষ্ঠিত সাম্রাজ্যে উল্লেখযোগ্য উন্নয়ন করেছে। ইসলামি স্বর্ণযুগে সংস্কৃতি ও বিজ্ঞানের অনেক ক্ষেত্র বিকাশ লাভ করে এবং মধ্যযুগে উল্লেখযোগ্য পলিম্যাথ, জ্যোতির্বিদ, গণিতবিদ, চিকিৎসক এবং দার্শনিকের জন্ম হয়।<br><br>ত্রয়োদশ শতাব্দীর গোড়ার দিকে দিল্লী সালতানাত ভারতীয় উপমহাদেশের উত্তর অংশ জয় করে, যখন রুম সালতানাত ও আর্তুকলু বেইলিক এর মতো তুর্কি রাজবংশগুলি একাদশ ও দ্বাদশ শতাব্দী জুড়ে বাইজান্টাইন সাম্রাজ্য থেকে আনাতোলিয়ার বেশিরভাগ জয় করে। ত্রয়োদশ এবং চতুর্দশ শতাব্দীতে ধ্বংসাত্মক মঙ্গোলদের আক্রমণ এবং পূর্ব দিক থেকে তৈমুর লং এর আক্রমণের সাথে কালো মড়কে জনগণের প্রাণহানির ফলে পারস্য থেকে মিশর পর্যন্ত বিস্তৃত মুসলিম বিশ্বের ঐতিহ্যবাহী নগরকেন্দ্রগুলিকে অত্যন্ত দুর্বল করে ফেলে, কিন্তু একই সময়ে তিমুরিদ রেনেসাঁ নবজাগরণ এবং পশ্চিম আফ্রিকার মালি সাম্রাজ্য এবং দক্ষিণ এশিয়ার বাংলা সালতানাতের মতো বড় বড় বিশ্ব অর্থনৈতিক শক্তি উদ্ভব ঘটে। সিসিলি আমিরাত এবং অন্যান্য ইতালীয় অঞ্চল থেকে মুসলিম মুররা বিতাড়িত ও দাসত্বে পরিনত হওয়ার ফলে রিকনকোয়েস্টার সময় ইসলামি স্পেন ধীরে ধীরে খ্রিস্টান বাহিনী দখল করে নেয়। তা সত্ত্বেও প্রারম্ভিক আধুনিক যুগে ইসলামি বারুদ যুগের রাষ্ট্র উসমানীয় তুর্কি, সাফাবি ইরান ও মুঘল ভারতের মতো মহান বিশ্ব শক্তি হিসাবে আবির্ভূত হয়েছিলো।<br><br>উনবিংশ ও বিংশ শতকের গোড়ার দিকে ইসলামি বিশ্বের বেশিরভাগ অংশ ইউরোপীয় "বৈশ্বিক শক্তি"-এর প্রভাব বা প্রত্যক্ষ নিয়ন্ত্রণে চলে যায়। বিগত দুই শতাব্দীর পরিক্রমায় স্বাধীনতা অর্জন এবং আধুনিক রাষ্ট্র গঠনে তাদের প্রচেষ্টা আজ অবধি অব্যাহত রয়েছে, পাশাপাশি ফিলিস্তিন, কাশ্মীর, জিনজিয়াং, চেচনিয়া, মধ্য আফ্রিকা, বসনিয়া এবং মিয়ানমারের মতো অঞ্চলে সংঘাতময়-অঞ্চল তৈরি হয়েছে। তেলের উত্থান পারস্য উপসাগরের আরব রাষ্ট্রগুলোকে স্থিতিশীল করে তাদেরকে বিশ্বের বৃহত্তম তেল উৎপাদনকারী ও রফতানিকারক দেশে পরিনত করেছে, যা মুক্ত বাণিজ্য ও পর্যটনকে আকর্ষণ করে।</h4>
                <div class="mt-5">
                  <div class="mt-5">
                    <h5 class="text-warning mt-5 text-center">ইসলাম সম্পর্কে আরও জানতে নিচের বাটনে ক্লিক করে লগইন করুন</h5>
                  </div>
                </div>
                <div class="d-flex justify-content-center">
                  <a href="login.php"><button type="button" class="btn btn-light mt-3">ক্লিক করুন</button></a>
                </div>
            </div>
          </div>
        </div>
        <a href="#" class="back-to-top"><i class="fas fa-chevron-up"></i></a>
      </section>
    </main>
<?php
  include('footer.php');
?>
<script>
     $(function(){
        // sticky menu
        $(window).on('scroll', function(){
        var scrolling = $(this).scrollTop();
        var back2top = $(".back-to-top");
        if(scrolling > 100){
        back2top.fadeIn(1000);	
        }
        else {
	        back2top.fadeOut(1000);
        }
        });	
         
        // back to top
        var html_body = $('html, body');
        back2top.on('click', function(){
        html_body.animate({scrollTop:0},1000);	
        });
      });  
    
    
   
</script>

