<!doctype html>
<html lang="en">
  <head>
    <meta charset="utf-8">
    <meta name="viewport" content="width=device-width, initial-scale=1">
    <link rel="stylesheet" href="../css/all.min.css">
    <link rel="stylesheet" href="../css/bootstrap.min.css">
    <link rel="stylesheet" href="../css/bootstrap-extensions.css">
    <link rel="stylesheet" href="../css/bootstrap-icons.css">
    <link rel="stylesheet" href="../css/dashboard.css">
    <title>Islam</title>
    <style>
      /* back to top btn */
       .back-to-top {
	       position: fixed;
	       bottom:  20px;
	       right: 20px;
	       z-index: 9999;
	       display: none;
       }
       .back-to-top i {
	       width: 40px;
	       height: 40px;
	       background: #fff;
	       color: #8B0000;
	       border-radius: 50%;
	       line-height: 40px;
	       text-align: center;
	       font-size: 24px;
       }
       .back-to-top i:hover{
         background: #cecccc; 
         transition: all linear .5s;
       } 
    </style>
  </head>
  <body>
    <header>
      
    </header>
    <main>
      <section style="background-color: #8B0000;">
         <div class="d-flex justify-content-end py-3 px-2">
           <a href="introduction.php"><button class="btn btn-light">
               <svg xmlns="http://www.w3.org/2000/svg" fill="none" viewBox="0 0 24 24" stroke-width="1.5" stroke="currentColor" style="width:20px; height:20px;">
                 <path stroke-linecap="round" stroke-linejoin="round" d="M9 15L3 9m0 0l6-6M3 9h12a6 6 0 010 12h-3" />
               </svg>
            </button></a>
         </div>
         <div class="container">
           <div class="row">
             <div class="col-8 mx-auto py-5 text-white">
               <h1 class="text-start fw-bold">শয়তান হইতে বাঁচিয়া থাকিবার দোয়া</h1>
               <br>
               <h4>নিচের দোয়া সম্পর্কে হাদিসে বর্ণিত আছে, হযরত রাসূলুল্লাহ (সাঃ) বলিয়াছেন, 'এই দোয়া সকালবেলা পাঠ করিলে সন্ধ্যা পর্যন্ত এবং সন্ধ্যায় পাঠ করিলে সকাল পর্যন্ত শয়তানের চক্রান্ত হইতে বাঁচিয়া থাকিবে ।'<span class="fw-bold"> দোয়াটি এইঃ</span></h4>
               <h2 style="line-height=1.8;">رَضِيْناَ بِاللّٰهِ رَباًّ وَّ باِلاِْسْلاَمِ دِيْناً وَّبِمُحَمَّدٍ صَلَّى اللّٰهُ عَلَيْهِ وَسَلَّمَ نَبِياًّ .</h2>
               <br>
               <h4><span class="fw-bold">উচ্চারণঃ </span>রাদ্বী-না বিল্লাহি রব্বাও ওয়া বিল ইসলামি দ্বীনাও ওয়া বিমুহাম্মাদিন সাল্লাল্লাহু আলাইহি ওয়া সাল্লামা নাবিয়্যান ।</h4>
               <br>
               <h4><span class="fw-bold">অর্থঃ </span>আমরা আল্লাহ তা'আলাকে নিজেদের প্রভূ এবং ইসলামকে নিজেরদের দ্বীন (ধর্ম) এবং মুহাম্মদ (সাঃ)-কে নিজেদের নবীরুপে মানিয়া লইলাম । এবং ইহার উপর রাজী ও সন্তুষ্ট হইলাম ।</h4>
               <br>
               <br>
               <br>
               <h1 class="text-start fw-bold">বিপদ মুক্তির বিশেষ দোয়া</h1>
               <br>
               <h4>বর্ণিত আছে, 'বিপদ দেখা দিলে, তখন সিজদায় যাইয়া নিম্নের দোয়াটি পাঠ করিলে বিশেষ উপকার হইবে । হযরত রাসূলুল্লাহ (সাঃ) বদরের যুদ্ধের সময় এই দোয়া' সিজদার মধ্যে পাঠ করিয়াছিলেন । এবং এই দোয়া'র বরকতে তাঁহাকে বদর যুদ্ধে বিজয় প্রদান করিয়াছিলেন ।'<span class="fw-bold"> দোয়াটি এইঃ</span></h4>
               <h2 style="line-height=1.8;">ياَحَىُّ ياَقَيُّوْمُ بِرَحْمَتِكَ اَسْتَغِيْثُ ـ اَصْلِحْ لِىْ شَأْنِىْ كُلَّهُ وَلاَتَكِلْنِىْ اِلٰى نَفْسِىْ طَرْ فَطَ عَيْنٍ .</h2>
               <br>
               <h4><span class="fw-bold">উচ্চারণঃ </span>ইয়া হাইয়্যু ইয়া ক্বাইয়্যুম বিরাহমাতিকা আস্তাগীছু; আছলিহ লী-শা'নী কুল্লাহূ ওয়ালা-তাকিলনী-ইলা-নাফসী-ত্বারাফতা আ'ইনিন ।</h4>
               <br>
               <h4><span class="fw-bold">অর্থঃ </span>হে চির জীবন্ত! হে চির প্রতিষ্ঠিত! তোমার রহমতের ভিক্ষা চাহিয়া প্রার্থনা করিতেছি, তুমি আমার সকল অবস্থাকে ঠিক করিয়া দাও এবং সংশোধন করিয়া দাও । এবং মুহূর্তের জন্যও আমাকে আমার নফসের নিকট সোপর্দ করিও না ।</h4>
               <br>
               <br>
               <br>
               <h1 class="text-start fw-bold">ইহকাল ও পরকালে নাজাতের দোয়া</h1>
               <br>
               <h4>হযরত আবু দারদা (রাঃ) হযরত রাসূলুল্লাহ (সাঃ) হইতে বর্ণনা করিয়াছেন- 'যে ব্যক্তি এই দোয়া ফজরে ও মাগরিবে ৭ বার করিয়া পাঠ করিবে,আল্লাহ তা'আলা তাহাকে দুনিয়া ও আখেরাতের সমস্ত দুশ্চিন্তা হইতে নাজাত দান করিবেন ।'<span class="fw-bold"> দোয়াটি এইঃ</span></h4>
               <h2 style="line-height=1.8;">حَسْبِىَ اللّٰهُ لَآاِلٰهَ اِلاَّهُوَ ـ عَلَيْهِ تَوَكَّلْتُ ـ وَهُوَرَبُّ الْعَرْشِ الْعَظِيْمِ .</h2>
               <br>
               <h4><span class="fw-bold">উচ্চারণঃ </span>হাসবিয়া'ল্লাহু লা-ইলাহা ইল্লা হুওয়া; আ'লাইহি তাওয়াক্কালতু, ওয়া হুওয়া রাব্বুল আ'রশিল আ'যী-ম ।</h4>
               <br>
               <h4><span class="fw-bold">অর্থঃ </span>আমার জন্য আল্লাহই যথেষ্ট, তিনি ব্যতীত কেহ মা'বুদ নাই এবং তাহার উপরই আমি ভরসা করিয়াছি; এবং তিনিই একমাত্র মহা্ন আ'রশের মালিক ।</h4>
               <br>
               <br>
               <br>
               <h1 class="text-start fw-bold">গুনাহ মা'ফীর দোয়া</h1>
               <br>
               <h4>বর্ণিত আছে, 'যে ব্যক্তি এই দোয়া সকালে ও সন্ধ্যায় ১০ বার করিয়া পাঠ করিবে, আল্লাহ তা'আলা তাহার আ'মল নামায় ১০০ নেকী লিখিবেন এব ১০০ বদী মিটাইয়া দিবেন আর একটি গোলাম আজাদ করিবার পূণ্য লাভ করিবে । আর উক্ত দিবসে ও রাত্রিতে সমস্ত বিপদাপদ হইতে নিরাপদে থাকিবে ।'<span class="fw-bold"> দোয়াটি এইঃ</span></h4>
               <h2 style="line-height=1.8;">لَآاِلٰهَ اِلاَّ اللّٰهُ وَحْدَهٗ لاَشَرِيْكَ لَهٗ ـ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ ـ وَهُوَ عَلٰى كُلِّ شَئٍْ قَدِيْرٌ .</h2>
               <br>
               <h4><span class="fw-bold">উচ্চারণঃ </span>লা-ইলাহা ইল্লাল্লাহু ওয়াহদাহূ লা-শারীকা লাহূ; লাহুল মুলকু ওয়া লাহুল হামদু; ওয়া হুওয়া আ'লা-কুল্লি শায়ই'ন ক্বাদী-র ।</h4>
               <br>
               <h4><span class="fw-bold">অর্থঃ </span>আল্লাহ ব্যতীত কেহ মা'বুদ নাই, তিনি একক তাঁহার কোন শরীক  নাই; সমস্ত রাজত্ব তাঁহারই জন্য এবং তাঁহার জন্যই সমস্ত প্রশংসা এবং তিনি সর্বশক্তিমান ।</h4>
               <br>
               <h4><span class="fw-bold">দ্রষ্টব্যঃ </span>কোন কোন বর্ণনায় পাওয়া যায়, এই দোয়া পাঠ করিলে ২০ লক্ষ নেকী পাওয়া যাইবে ।</h4>
               <br>
               <br>
               <br>
               <h1 class="text-start fw-bold">শয়নকালের দোয়া</h1>
               <br>
               <h4>হাদিসে বর্ণিত আছে, হযরত রাসূলুল্লাহ (সাঃ) ফরমাইয়াছেন- 'শয়নের পূর্বে অজু না থাকিলে ইজ করতঃ শয়ন করিবে । শুইবার পূর্বে যেকোন কাপড় দ্বারা বিছানা তিনবার ঝাড়িয়া লইবে । অতঃপর এই দোয়া পাঠ করিয়া বিছানায় শয়ন করিবে ।'<span class="fw-bold"> দোয়াটি এইঃ</span></h4>
               <h2 style="line-height=1.8;">لاَاِلٰهَ اِلاَّ اللّٰهُ وَحْدَهٗ لاَشَرِيْكَ لَهٗ ـ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلٰى كُلِّ شَئٍْ قَدِيْرٌ ـ لاَ حَوْلَ وَلاَقُوَّةَ اِلاَّ باِللّٰهِ ـ سُبْحاَنَ اللّٰهِ وَالْحَمْدُ لِلّٰهِ وَلَآاِلٰهَ اِلاَّ اللّٰهُ وَاللّٰهُ اَكْبَرُ .</h2>
               <br>
               <h4><span class="fw-bold">উচ্চারণঃ </span>লা-ইলাহা ইল্লাল্লাহু ওয়াহদাহূ লা-শারীকা লাহূ। লাহুল মুলকু ওয়া লাহুল হামদু ওয়া হুওয়া আ'লা-কুল্লি শায়ই'ন ক্বাদী-র । লা-হাওলা ওয়া লা-কুওয়্যাতা ইল্লা বিল্লাহি । সুবহানাল্লাহি ওয়াল হামদু লিল্লাহি ওয়া লা-ইলা-হা ইল্লাল্লাহু ওয়াল্লাহু আকবার ।</h4>
               <br>
               <br>
               <br>
               <h1 class="text-start fw-bold">খারাপ স্বপ্ন দেখিয়া পড়িবার দোয়া</h1>
               <br>
               <h4>বর্ণিত আছে, 'খারাপ স্বপ্ন দেখিয়া বাম পার্শে তিনবার থু থু ফেলিবে এবং যেই পার্শে শোয়া ছিলে ঐ পার্শ পরিবর্তন করিয়া শুইবে আর এই দোয়া তিনবার পাঠ করিবে এবং কাহারো নিকট বলিবে না ।'<span class="fw-bold"> দোয়াটি এইঃ</span></h4>
               <h2 style="line-height=1.8;">اَعُوْذُ باِللّٰهِ مِنَ الشَّيْطاَنِ الرَّجِيْمِ وَشَرِّهٰذِهِ الرُّؤْياَ .</h2>
               <br>
               <h4><span class="fw-bold">উচ্চারণঃ </span>আউ'যুবিল্লাহি মিনাশশাইত্বানির রাজীমি ওয়া শাররি হাযিহির রু'ইয়া ।</h4>
               <br>
               <br>
               <br>
               <h1 class="text-start fw-bold">খারাপ স্বপ্ন দেখিয়া ভয় পাইলে পড়িবার দোয়া</h1>
               <br>
               <h4>হাদিসে বর্ণিত আছে, 'হযরত আবদুল্লাহ ইবনে আ'স (রাঃ) এর অভ্যাস ছিল তিনি এই দোয়াটি তাঁহার বয়স্ক সন্তানদিগকে শিখাইতেন এবং নাবালেগ সন্তানদের জন্য ইহা লিখিয়া গলায় বাঁধিয়া দিতেন ।'<span class="fw-bold"> দোয়াটি এইঃ</span></h4>
               <h2 style="line-height=1.8;">اَعُوْذُ بِكَلِماَتِ اللّٰهِ التاَّمَّةِ مِنْ غَضَبِهٖ وَعِقاَبِهٖ وَشَرِّ عِباَدِهٖ وَمِنْ هَمَزَاتِ الشَّيٰطِيْنِ وَاَنْ يَّحْضُرُوْنَ .</h2>
               <br>
               <h4><span class="fw-bold">উচ্চারণঃ </span>আউ'যু বিকালিমাতিল্লাহিত তাম্মাতি মিন গাদাবিহী ওয়া ই'ক্বা-বিহী ওয়া শাররি ই'বাদিহী- ওয়ামিন হামাযাতিশ শাইয়াত্বীনি ওয়া আইয়্যাহদুরু-ন ।</h4>
               <br>
               <br>
               <br>
               <h1 class="text-start fw-bold">যানবাহনে আরোহনকালে পড়িবার দোয়া</h1>
               <br>
               <h2 style="line-height=1.8;">سُبْحاَنَ الَّذِىْ سَخَّرَ لَناَ هٰذَا وَماَ كُناَّ لَهُ مُقْرِنِيْنَ وَاِناَّ اِلٰى رَبِّناَ لَمُنْقَلِبُوْنَ .</h2>
               <br>
               <h4><span class="fw-bold">উচ্চারণঃ </span>সুবহানাল্লাযী সাখখারা লানা হা-যা ওয়া মা-কুন্না লাহূ মুক্বরিনীনা ওয়া ইন্না ইলা রব্বিনা লামুনক্বালি বূ-ন ।</h4>
               <br>
               <br>
               <br>
               <h1 class="text-start fw-bold">সফর হইতে প্রত্যাবর্তন করিয়া পড়িবার দোয়া</h1>
               <br>
               <h2 style="line-height=1.8;">اَئِبُوْنَ تاَئِبُوْنَ عاَبِدُوْنَ لِرَبَّناَ حاَمِدُوْنَ .</h2>
               <br>
               <h4><span class="fw-bold">উচ্চারণঃ </span>আ-য়ি বূনা তা-য়িবু-না আবিদূ-না লিরাব্বানা-হা-মিদূ-না ।</h4>
               <br>
               <br>
               <br>
               <h1 class="text-start fw-bold">সফরে থাকাবস্থায় পড়িবার দোয়া</h1>
               <br>
               <h2 style="line-height=1.8;">اَللّٰهُمَّ اَنْتَ الصاَّحِبُ فِى السَّفَرِ وَالْخَلِيْفَةُ فِى الْاَهْلِ ـ اَللّٰهُمَّ اصْبَحْناَ فِىْ سَفَرِناَ وَاخْلُفْناَ فِىْ اَهْلِناَ .</h2>
               <br>
               <h4><span class="fw-bold">উচ্চারণঃ </span>আল্লাহুম্মা আন্তাছ ছাহিবু ফিস সাফারি ওয়াল খালীকাতু ফিল আহলি; আল্লাহুম্মাছবাহনা-ফী সাফারিনা ওয়াখলুফনা ফী আহলিনা ।</h4>
               <br>
               <br>
               <br>
               <h1 class="text-start fw-bold">গৃহে প্রবেশকালে পড়িবার দোয়া</h1>
               <br>
               <h2 style="line-height=1.8;">تَوْ باً تَوْباً ـ لِرَبِّناَ اَوْباً ـ لاَيُغاَدِرُ عَلَيْناَ حَوْباً .</h2>
               <br>
               <h4><span class="fw-bold">উচ্চারণঃ </span>তাওবান, তাওবান, লিরাব্বিনা আওবান, লা-ইয়ুগাদিরু আ'লাইনা হাওবান ।</h4>
               <br>
               <br>
               <br>
               <h1 class="text-start fw-bold">বিশ লাখ নেকীর দোয়া</h1>
               <br>
               <h2 style="line-height=1.8;">لَآ اِلٰهَ اِلاَّللّٰهُ وَحْدَهٗ لاَ شَرِيْكَ لَهٗ اَحَدًا صَمَدًا لَمْ يَلِدْ وَلَمْ يُوْلَدْ ـ وَلَمْ يَكُنْ لَّهٗ كُفُوًا اَحَدٌ .</h2>
               <br>
               <h4><span class="fw-bold">উচ্চারণঃ </span>লা-ইলাহা ইল্লাল্লাহু ওয়াহদাহু লা শারীকা-লাহু আহাদান সামাদান লাম ইয়ালিদ ওয়ালাম ইউলাদ, ওয়ালাম ইয়াকুল লাহু কুফুওয়ান আহাদ ।</h4>
             </div>
           </div>
         </div>
         <a href="#" class="back-to-top"><i class="fas fa-chevron-up"></i></a>
      </section>
    </main>
    <footer>
      
    </footer>
  </body> 
    <script src="../js/jquery-1.12.4.min.js"></script>
    <script src="../js/bootstrap.bundle.min.js"></script>
    <script src="../js/sweetalert2@11.js"></script>
</html>
<script>
     $(function(){
        // sticky menu
        $(window).on('scroll', function(){
        var scrolling = $(this).scrollTop();
        var back2top = $(".back-to-top");
        if(scrolling > 100){
        back2top.fadeIn(1000);	
        }
        else {
	        back2top.fadeOut(1000);
        }
        });	
         
        // back to top
        var html_body = $('html, body');
        back2top.on('click', function(){
        html_body.animate({scrollTop:0},5000);	
        });
      });  
</script>