<!doctype html>
<html lang="en">
  <head>
    <meta charset="utf-8">
    <meta name="viewport" content="width=device-width, initial-scale=1">
    <link rel="stylesheet" href="../css/all.min.css">
    <link rel="stylesheet" href="../css/bootstrap.min.css">
    <link rel="stylesheet" href="../css/bootstrap-extensions.css">
    <link rel="stylesheet" href="../css/bootstrap-icons.css">
    <link rel="stylesheet" href="../css/dashboard.css">
    <title>Islam</title>
    <style>
        /* back to top btn */
       .back-to-top {
	       position: fixed;
	       bottom:  20px;
	       right: 20px;
	       z-index: 9999;
	       display: none;
       }
       .back-to-top i {
	       width: 40px;
	       height: 40px;
	       background: #fff;
	       color: #1A243F;
	       border-radius: 50%;
	       line-height: 40px;
	       text-align: center;
	       font-size: 24px;
       }
       .back-to-top i:hover{
         background: #cecccc; 
         transition: all linear .5s;
       }
    </style>
  </head>
  <body>
    <header>
      
    </header>
    <main>
      <section style="background-color: #1A243F;">
         <div class="d-flex justify-content-end py-3 px-2">
           <a href="pillars.php"><button class="btn" style="background-color:#859ddc;">
               <svg xmlns="http://www.w3.org/2000/svg" fill="none" viewBox="0 0 24 24" stroke-width="1.5" stroke="currentColor" style="width:20px; height:20px;">
                 <path stroke-linecap="round" stroke-linejoin="round" d="M9 15L3 9m0 0l6-6M3 9h12a6 6 0 010 12h-3" />
               </svg>
            </button></a>
         </div>
         <h1 class="text-center mt-3 text-white">রোজা</h1>
         <hr style="border:2px solid #fff;">
         <div class="container">
           <div class="row">
             <div class="col-8 mx-auto py-5 text-white">
               <h4 style="line-height:1.5;">রোযা বা রোজা (ফার্সি روزہ রুজ়ে), সাউম বা সাওম (আরবি صوم স্বাউম, অর্থঃ সংযম) বা সিয়াম ইসলাম ধর্মের পাঁচটি মূল ভিত্তির তৃতীয় । সুবহে সাদেক বা ভোরের সূক্ষ আলো থেকে শুরু করে সূর্যাস্ত পর্যন্ত সকল প্রকার পানাহার,পাপাচার, কামাচার এবং সেই সাথে যাবতীয় ভোগ-বিলাস থেকেও বিরত থাকার নাম রোজা । ইসলামী বিধান অনুসারে, প্রতিটি প্রাপ্তবয়স্ক মুসলমানের জন্য রমযান মাসের প্রতি দিন রোজা রাখা ফরজ, (فرض ফার্দ্ব) যার অর্থ অবশ্যপালনীয় । </h4>
               <br>
               <br>
               <br>
               <h1 class="text-start fw-bold">রোজার উপকারিতা বা বৈশিষ্ট্য</h1>
               <br>
               <h4>[১] রোজা মানুষকে গুনাহের কার্য হইতে ফিরাইয়া রাখে ।</h4>
               <br>
               <h4>[২] রমজান মাসের খাওয়া ও পান করিবার হিসাব হইবে না।</h4>
               <br>
               <h4>[৩] রোজার দ্বারা আল্লাহর সন্তুষ্টি লাভ হয় ।</h4>
               <br>
               <h4>[৪] আল্লাহ তা'আলা রোজাদারদের রিযিক বর্ধিত করিয়া দেন ।</h4>
               <br>
               <h4>[৫] রোজাদারদের ধন-সম্পদ বর্ধিত হইয়া থাকে ।</h4>
               <br>
               <h4>[৬] রোজাদারদের কাজ-কর্ম ও পানাহার ইবাদতের মধ্যে গণ্য হয় ।</h4>
               <br>
               <h4>[৭] রোজাদারদের সৎ কাজ ও ইবাদতের পরিমাণ বৃদ্ধি করা হয় ।</h4>
               <br>
               <h4>[৮] রোজাদারদের প্রতি আল্লাহর রহমত বৃদ্ধি পায় ।</h4>
               <br>
               <h4>[৯] আসমান ও জমিনের ফেরেশতাকুল রোজাদারদের জন্য মাগফিরাত কামনা করিতে থাকে ।</h4>
               <br>
               <h4>[১০] রমজানের ইবাদতে অন্য মাস অপেক্ষা ৭০ গুণ পুণ্য নসীব হয় ।</h4>
               <br>
               <h4>[১১] রোজাদারদের অন্তর নির্মল থাকে, তাই আল্লাহর যিকিরে সর্বদা ব্যস্ত থাকে ।</h4>
               <br>
               <h4>[১২] রোজাদারদের শরীর পাপ পংকীলতা হইতে পবিত্র থাকে ।</h4>
               <br>
               <h4>[১৩] রমজান মাসে শয়তান ও তার সংগীদেরকে বন্দী করিয়া রাখা হয় ।</h4>
               <br>
               <h4>[১৪] মানুষের কু-মন্ত্রণাকারী নফসের শক্তি দমণ করা হয় ।</h4>
               <br>
               <h4>[১৫] জান্নাতের দ্বার উন্মুক্ত করিয়া দেওয়া হয় ।</h4>
               <br>
               <h4>[১৬] জাহান্নামের দ্বার বন্ধ করিয়া দেওয়া হয় ।</h4>
               <br>
               <h4>[১৭] রোজাদারদের জন্য দৈনিক বেহেশত সুসজ্জিত করা হয় ।</h4>
               <br>
               <h4>[১৮] রোজাদারদের দোয়া-মু্নাজাত কবুল করা হয় ।</h4>
               <br>       
               <h4>[১৯] রমজানের প্রতি জুময়ার দিবসে ৩৯ লক্ষ জাহান্নামীকে মুক্তি দেওয়া হয় ।</h4>
               <br>
               <h4>[২০] রোজাদারদের গুনাহ তাহাজ্জুদের ওয়াক্তে ক্ষমা করিয়া দেওয়া হয় ।</h4>
               <br>
               <br>
               <br>
               <h1 class="text-start fw-bold">রোজার প্রকারভেদ</h1>
               <br>
               <h4>রোজা চার প্রকার, যথাঃ (১) ফরজ রোজা, (২) ওয়াজিব রোজা, (৩) নফল রোজা, (৪) মাকরুহ রোজা ।</h4>
               <br>
               <h4><span class="fw-bold">(১) ফরজ রোজাঃ </span>রমজান মাসের রোজা এবং উহার কাজা ও কাফফারার রোজা । যে ব্যক্তি এই রোজাকে অস্বীকার করিবে, সে কাফের হইবে ।</h4>
               <br>
               <h4><span class="fw-bold">(২) ওয়াজিব রোজাঃ </span>নির্দিষ্ট বা অনির্দিষ্ট মান্নত রোজা ।</h4>
               <br>
               <h4><span class="fw-bold">(৩) নফল রোজাঃ </span>উপরোক্ত রোজা ব্যতীত অন্যান্য রোজা, যথাঃ শাওয়াল মাসের ৬ রোজা, আইয়্যাম বিজের রোজা । প্রতি মাসের ১৩/১৪ ও ১৫ তারিখের রোজা, জিলহজ্জ মাসের প্রথম ৯ দিনের রোজা, মহররম মাসের আশুরার রোজা । শবে বরাতের রোজা, প্রতি বৃহস্পতি ও শুক্রবারের রোজা ইত্যাদি ।</h4>
               <br> 
               <h4><span class="fw-bold">(৪) মাকরুহ রোজাঃ </span>দুই ঈদের দিনে রোজা রাখা এবং কুরবানী ঈদের পরের তিন দিন রোজা রাখা হারাম ।</h4>
               <br> 
               <br>
               <br>
               <h1 class="text-start fw-bold">যে সব কারণে রোজা ভংগ হয়</h1>
               <br>
               <h4> (১) ইচ্ছাকৃতভাবে বমি করলে, (২) রাত্রি আছে সন্দেহ করিয়া সুবহে সাদিকের পরে সেহরী খাইলে, (৩) সন্ধ্যা হইয়াছে ধারণা করতঃ সূর্যাস্তের পূর্বে ইফতার করিলে, (৪) রোজাবস্থায় সিঙ্গা লাগাইয়া রোজা ভংগ হইয়াছে ধারণা করতঃ পানাহার করিলে, (৫) বুট বা ডাল পরিমাণ কোন বস্তু দাঁতের মধ্য হইতে বাহির করতঃ গিলিয়া ফেললে, (৬) সরিষা পরিমাণ কোন বস্তু স্বেচ্ছায় গিলিয়া ফেললে, (৭) কুলি করিবার সময় হঠাৎ পানি গলার ভিতরে ফেলে, (৮) নাকের ও কানের মধ্যে পানি গেলে এবং মস্তকে ঔষধ ব্যবহার করিলে এবং উহা উদরে প্রবেশ করিলে, (১০) রমজান মাসব্যপী একবারও রোজার নিয়ত না করিলে, (১১) মলদ্বার কিংবা প্রস্রাবের রাস্তায় পিচকারী করিলে, (১২) ঘুমের মধ্যে কেহ কোন বস্তু খাওয়াইলে এবং ইহাতে রোজা ভংগ হইয়াছে ধারণায় পানাহার করিলে, (১৩) নিদ্রিতাবস্থায় সহবাসে বীর্য বাহির হইলে, (১৪) বেহুশ অবস্থায় কেহ সহবাস করিলে, (১৫) খাহেশের সহিত স্ত্রীকে চুম্বন করিলে । এই সমস্ত কারণে একটি রোজার পরিবর্তে একটি রোজা রাখিতে হইবে । অর্থাৎ কাজা আদায় করিতে হইবে ।</h4>
               <br>
               <br>
               <br>
               <h1 class="text-start fw-bold">যে সব কারণে রোজার কাজা ও কাফফারা উভয় ওয়াজিব হয়</h1>
               <br>
               <h4> (১) ইচ্ছাকৃতভাবে সহবাস করিলে বা করাইয়া লইলে, (২) সিঙ্গা লাগাইয়া রোজা ভংগ হইয়াছে ধারণা করতঃ স্বেচ্ছায় পানাহার করিলে, (৩) স্বেচ্ছায় বীর্য বাহির করিলে, (৪) সুস্থ অবস্থায় ইচ্ছাপূর্বক রোজা না রাখিলে ।</h4>
               <br>
               <br>
               <br>
               <h1 class="text-start fw-bold">যে সব কারণে রোজার মাকরুহ হয়</h1>
               <br>
               <h4>(১) কোন বস্তুর স্বাদ গ্রহণ করিলে বা চাটিলে, তবে মহিলারা জরুরী মনে করিলে শিশু সন্তানকে কোন বস্তু চিবাইয়া দিতে পারিবে, (২) দুপুরের পূর্বে দাঁত মাজিলে, মুখমন্ডলে তৈল মালিশ করিলে অথবা চক্ষুতে সুরমা ব্যবহার করিলে, তবে দু্পুরের পরে মাকরুহ হইবে না, (৩) রোজাবস্থায় একেবারে চুপ থাকিলে, (৪) রোজা রাখিয়া পরস্পর দুই দিন ইফতার না করিলে, (৫) অপরের গীবত করিলে, (৬) মিথ্যা কথা বলিলে, (৭) ফাহেশা কথা-বার্তা বলিলে, (৮) স্বেচ্ছায় সামান্য বমি করিলে, (৯) কর্ণের মধ্যে পানি ঢু্কিলে, (১০) পুঃলিঙ্গে পানি প্রবেশ করাইলে, (১১) দাঁতের ভিতর হইতে বুটের পরিমাণের কম বস্তু জিহবা দ্বারা বাহির করতঃ গিলিয়া ফেলিলে, (১২) অনিচ্ছায় বমি আসিয়া পেটের মধ্যে গেলে, অথবা গরমের কারণে কুলি বা গড়গড়া করিলে, (১৩) ভিজা কাপড় শরীরে জড়াইয়া রাখিলে, (১৪) স্ত্রীকে চুম্বন করায় সহবাসের আকাঙ্ক্ষা হইলে, (১৫) কোন মানুষ মাজন দ্বারা দাঁত মাজিলে ।</h4>
               <br>
               <br>
               <br>
               <h1 class="text-start fw-bold">রোজার নিয়ত</h1>
               <br>
               <h2 style="line-height:1.8">نَوَيْتُ اَنْ اَصُوْمَ غَدًا مِّنْ شَهْرِ رَمَضاَنَ الْمُباَرَكِ فَرْ ضاَلَّكَ ياَاَللّٰهُ فَتَقَبَّلْ مِنِّىْ اِنَّكَ اَنْتَ السَّمِيْعُ الْعَلِيْمُ .</h2>
               <br>
               <h4><span class="fw-bold">উচ্চারণঃ </span>নাওয়াইতু আন আছূমা গাদাম মিন শাহরি রামাদানাল মুবারাকি ফারদ্বাল্লাকা ইয়া আল্লাহু ফাতাক্বাব্বাল মিন্নী ইন্নাকা আনতাস সামীউ'ল আ'লীম ।</h4>
               <br>
               <br>
               <br>
               <h1 class="text-start fw-bold">সেহেরী খাওয়ার ফযীলত</h1>
               <br>
               <h4>হাদিস শরীফে বর্ণিত আছে, হযরত রাসূলুল্লাহ (সাঃ) ফরমাইয়াছে্ন, 'হে ঈ্মানদারগণ! তোমরা সেহরী খাইও । কেননা সেহেরীর আহারের প্রতি লোকমার পরিবর্তে আল্লাহ তা'আলা এক বৎসরের ইবাদতের সওয়াব দান করিবেন ।'</h4>
               <br>
               <h4 style="text-indent: 50px;">অন্য এক হাদিসে বর্ণিত হইয়াছে, হযরত রাসূলুল্লাহ (সাঃ) এরশাদ করিয়াছেনঃ 'হে বিশ্বাসী বান্দাগণ! তোমরা (রমজানের শেষ রাত্রিতে) সেহেরী খাও । যেহেতু এই পানাহারের কোন হিসাব হইবে না ।'</h4>
               <br>
               <h4 style="text-indent: 50px;">অন্য আর এক হাদিসে বর্ণিত হইয়াছে, হযরত রাসূলে করীম (সাঃ) ফরমাইয়াছেন, 'তোমরা ইহুদীদের বিপরীত কাজ করিতে সেহেরী খাও । যেহেতু ইহুদীগণ সেহেরী খায় না, যদিও তাহারা রোজা রাখে । আর যে সেহেরী খাইয়া রোজা রাখিবে সে ইহুদীদের সংখ্যানুপাতে সওয়াব লাভ করিবে ।'</h4>
               <br>
               <h4 style="text-indent: 50px;">আর এক রেওয়ায়েতে বর্ণিত আছে, হযরত রাসূলুল্লাহ (সাঃ) এরশাদ করিয়াছেনঃ 'তোমাদের মধ্য হইতে যে ব্যক্তি সেহেরী খাওয়া হইতে বিরত থাকিবে, তাহার স্বভাব-চরিত্র ইহুদীদের ন্যায় হইয়া যাইবে । তবে কম করিয়া হইলেও দুই এক লোকমা সেহেরী খাইবে । যেহেতু ইহাতেও অসংখ্য সওয়াব লাভ হইবে ।'</h4>
               <br>
               <h4 style="text-indent: 50px;">আর এক হাদিসে বর্ণিত হইয়াছে, 'শেষ রাত্রিতে সেহেরী খাইবার উদ্দেশ্যে নিদ্রা হইতে জাগিয়া নিম্নের দোয়াটি বেশি পরি্মাণে পাঠ করিবে । ইহাতে অশেষ সওয়াব পাওয়া যাইবে ।' <span class="fw-bold">দোয়াটি এইঃ</span></h4>
               <br>
               <h2>ياَوَاسِعَ الْمَغْفِرَةِ .<span class="fs-4">(ইয়া ওয়াসিআ'ল মাগফিরাতি)</span></h2>
               <br>
               <br>
               <br>
               <h1 class="text-start fw-bold">ইফতারির ফযীলত</h1>
               <br>
               <h4>সারাদিন রোজা রাখার পরে সূর্যাস্তের সঙ্গে সঙ্গে ইফতার করা অনেক সওয়াবের বিষয় । ইফতার দ্বারা যেভাবে সমস্ত দিবসের ক্ষুধা-তৃষ্ণা দূরীভূত হইয়া যায়, তদ্রুপ অসংখ্য সওয়াব লাভ হইয়া থাকে । হাদিস শরীফে বর্ণিত হইয়াছেঃ ।</h4>
               <br>
               <h2 style="line-height:1.8">مَنْ اَفْتَرَ صاَئِماً كاَنَ مَغْفِرَةً لِلذُّ نُوْبِ وَعِتْقً مِنَ الناَّرِ بِرَحْمَةِ مِنَ اللّٰهِ .</h2>
               <br>
               <h4><span class="fw-bold">উচ্চারণঃ </span>মান আফতারা ছায়িমান কানা মাগফিরাতাল লিজ্জুনূবি ওয়া ই'তক্বাম মিনান্নারি বিরাহমাতিকা মিনাল্লাহি ।</h4>
               <br>
               <h4><span class="fw-bold">অর্থঃ </span>কোন ব্যক্তি যদি রমজানে কোন রোজদার ব্যক্তিকে ইফতার করায়, তবে তাহার সমস্ত গুনাহ মাফ হইয়া যায় । আর সেই জাহান্নামের অগ্নি হইতে আল্লাহর রহমতে নাজাত পাইবে ।</h4>
               <br>
               <h4 style="text-indent: 50px;">অন্য এক হাদিসে বর্ণিত হইয়াছে, 'রমজান মাসে কোন ব্যক্তি যদি কোন রোজাদারকে খেজুর কিংবা মিষ্টি, শরবত অথবা অল্প পরিমাণ দুধ দ্বারাও ইফতারি করায়, তবে তাহার জন্য রমজান মাসের প্রথম অংশে আল্লাহর রহমত ও করুণা, দ্বিতীয় অংশে ক্ষমা এবং তৃতীয় অংশে জাহান্নামের আজাব হইতে নাজাতের সুসংবাদ রহিয়াছে ।'</h4>
               <br>
               <br>
               <br>
               <h1 class="text-start fw-bold">ইফতারির দোয়া</h1>
                <br>
               <h2 style="line-height:1.8">اَللّٰهُمَّ لَكَ صُمْتُ وَتَوَكَّلْتُ عَلٰى رِزْقِكَ وَاَفْطَرْتُ بِرَحْمَتِكَ ياَاَرْحَمَ الرّٰحِمِيْنَ .</h2>
               <br>
               <h4><span class="fw-bold">উচ্চারণঃ </span>আল্লাহুম্মা লাকা ছুমতু ওয়া তাওয়াক্কালতু আ'লা রিযক্বিকা ওয়া আফতারতু বিরাহমাতিকা ইয়া আরহামার রাহিমীন ।</h4>
               <br>
               <h4><span class="fw-bold">অর্থঃ </span>হে আল্লাহ! আমি তোমার জন্য রোজা রাখিয়াছি এবং তোমার দেওয়া রুজীর উপর ভরসা করিয়াছি এবং তোমার রহমতের উপর ইফতার করিতেছি । হে সর্বোচ্চ দয়ালু ও দয়াময় ।</h4>
             </div>
           </div>
         </div>
         <a href="#" class="back-to-top"><i class="fas fa-chevron-up"></i></a>
      </section>
    </main>
    <footer>
      
    </footer>
  </body> 
    <script src="../js/jquery-1.12.4.min.js"></script>
    <script src="../js/bootstrap.bundle.min.js"></script>
    <script src="../js/sweetalert2@11.js"></script>
</html>
<script>
     $(function(){
        // sticky menu
        $(window).on('scroll', function(){
        var scrolling = $(this).scrollTop();
        var back2top = $(".back-to-top");
        if(scrolling > 100){
        back2top.fadeIn(1000);	
        }
        else {
	        back2top.fadeOut(1000);
        }
        });	
         
        // back to top
        var html_body = $('html, body');
        back2top.on('click', function(){
        html_body.animate({scrollTop:0},5000);	
        });
      });  
</script>