<!doctype html>
<html lang="en">
  <head>
    <meta charset="utf-8">
    <meta name="viewport" content="width=device-width, initial-scale=1">
    <link rel="stylesheet" href="../css/all.min.css">
    <link rel="stylesheet" href="../css/bootstrap.min.css">
    <link rel="stylesheet" href="../css/bootstrap-extensions.css">
    <link rel="stylesheet" href="../css/bootstrap-icons.css">
    <link rel="stylesheet" href="../css/dashboard.css">
    <title>Islam</title>
    <style>
        /* back to top btn */
       .back-to-top {
	       position: fixed;
	       bottom:  20px;
	       right: 20px;
	       z-index: 9999;
	       display: none;
       }
       .back-to-top i {
	       width: 40px;
	       height: 40px;
	       background: #fff;
	       color: #9F8C40;
	       border-radius: 50%;
	       line-height: 40px;
	       text-align: center;
	       font-size: 24px;
       }
       .back-to-top i:hover{
         background: #cecccc; 
         transition: all linear .5s;
       }
    </style>
  </head>
  <body>
    <header>
      
    </header>
    <main>
      <section style="background-color: #9F8C40;">
         <div class="d-flex justify-content-end py-3 px-2">
           <a href="pillars.php"><button class="btn" style="background-color:#e8bc0a;">
               <svg xmlns="http://www.w3.org/2000/svg" fill="none" viewBox="0 0 24 24" stroke-width="1.5" stroke="currentColor" style="width:20px; height:20px;">
                 <path stroke-linecap="round" stroke-linejoin="round" d="M9 15L3 9m0 0l6-6M3 9h12a6 6 0 010 12h-3" />
               </svg>
            </button></a>
         </div>
         <h1 class="text-center mt-3 text-white">যাকাত</h1>
         <hr style="border:2px solid #fff;">
         <div class="container">
           <div class="row">
             <div class="col-8 mx-auto py-5 text-white">
               <h4 style="line-height:1.5;">যাকাত (আরবি: زكاة, "যা পরিশুদ্ধ করে", আরও আরবি: زكاة ألمال, "সম্পদের যাকাত") হলো ইসলাম ধর্মের পঞ্চস্তম্ভের একটি । প্রত্যেক স্বাধীন, পূর্ণবয়স্ক মুসলমান নর-নারীকে প্রতি বছর স্বীয় আয় ও সম্পত্তির একটি নির্দিষ্ট অংশ, যদি তা ইসলামী শরিয়ত নির্ধারিত সীমা (নিসাব পরিমাণ) অতিক্রম করে তবে, গরীব-দুঃস্থদের মধ্যে বিতরণের নিয়মকে যাকাত বলা হয় । সাধারণত নির্ধারিত সীমার অধিক সম্পত্তি হিজরি ১ বছর ধরে থাকলে মোট সম্পত্তির ২.৫ শতাংশ (২.৫%) বা ১/৪০ অংশ বিতরণ করতে হয় । ইসলামের পঞ্চস্তম্ভের মধ্যে হজ্জ্ব এবং যাকাত শুধুমাত্র শর্তসাপেক্ষ যে, তা সম্পদশালীদের জন্য ফরজ বা আবশ্যিক হয় । পবিত্র ধর্মগ্রন্থ কোরআনে "যাকাত" শব্দের উল্লেখ এসেছে ৩২ বার । নামাজের পরে সবচেয়ে বেশি বার এটি উল্লেখ করা হয়েছে ।</h4>
               <br>
               <br>
               <br>
               <h1 class="text-start fw-bold">যাকাতের গুরুত্ব ও ফজিলত</h1>
               <br>
               <h4>দৈহিক ইবাদতের মধ্যে সবচেয়ে গুরুত্বপূর্ণ নামাজ, ঠিক তেমনিভাবে আর্থিক ইবাদতের সবচেয়ে গুরুত্বপূর্ণ হলো যাকাত । সীমাহীন গুরুত্বের কারণে এই দুইটি ইবাদতের কথা আল্লাহ তাআলা পবিত্র কুরআনে পাশাপাশি বর্ণনা করেছেন । ইসলামে যাকাতের গুরুত্ব অপরিসীম ।</h4>
               <br>
               <h4 style="text-indent: 50px;">আল্লাহ তাআলা কুরআন মাজিদে ৮২ স্থানে নামাজের সাথে সাথে যাকাতের কথা উল্লেখ করেছেন । এর দ্বারা প্রমাণিত হয় যে, দৈহিক ইবাদত হিসেবে নামাজ যেমন খুবই জরুরি, তেমনি আর্থিক ইবাদত হিসেবে যাকাতও খুবই জরুরি । এছাড়া নামাজ এবং যাকাত একটি অপরটির সাথে খুবই ঘনিষ্ঠ ও ওতপ্রোতভাবে জড়িত ।</h4>
               <br>
               <h4 style="text-indent: 50px;">যাকাতের আভিধানিক অর্থ পরিশুদ্ধ হওয়া, বৃদ্ধি পাওয়া । যাকাতের পরিভাষায়, কোন দরিদ্র মুসলমানকে শরীয়ত কর্তৃক মালের নির্ধারিত অংশের মালিক বানিয়ে দেয়া । এ শর্তে যে, উক্ত দরিদ্র মুসলমান রাসূল (সাঃ) এর বংশধর বা তাদের আজাদকৃত গোলাম হতে পারবে না এবং উক্ত মাল থেকে যাকাতদাতার মালিকানা পূর্ণরূপে মুক্ত হতে হবে ও আল্লাহর সন্তুষ্টির জন্য দান করতে হবে ।</h4>
               <br>
               <h4 style="text-indent: 50px;">হজরত আনাস ইবনে মালেক (রাঃ) বলেন নবী কারীম (সাঃ) বলেছেন, 'দান আল্লাহর ক্রোধ প্রশমিত করে এবং অপমৃত্যু রোধ করে ।'</h4>
               <br>
               <h4 style="text-indent: 50px;">অন্য এক হাদিসে আছে, 'সদকায় সম্পদ হ্রাস পায় না এবং ক্ষমার মাধ্যমে আল্লাহ শুধু বান্দার সম্মানই বাড়িয়ে দেন আর আল্লাহর সন্তুষ্টির উদ্দেশ্যে বিনয় অবলম্বনকারীকে আল্লাহ উপরে উঠিয়ে দেন ।' (মুসলিম শরীফ,২৫৮৮)</h4>
               <br>
               <h4 style="text-indent: 50px;">'যে যাকাত প্রদান করে না। কিয়ামতের দিন সে জাহান্নামে যাবে ।' (তাবারানী)</h4>
               <br>
               <h4 style="text-indent: 50px;">অন্য এক হাদিসে আছে, 'আল্লাহ তাআলা যাকে ধন-সম্পদ দান করেছেন সে যদি ঐ সম্পদের যাকাত আদায় না করে, তাহলে তার সম্পদকে কিয়ামতের দিন টাকপড়া বিষধর সাপের রূপ দান করা হবে । যার চোখের উপর দুটি কালো দাগ থাকবে যা কিয়ামতের দিন তার গলায় বেড়ির মত পেঁচিয়ে দেয়া হবে । অতঃপর সে সাপটি তার চোয়ালে দংশন করে বলতে থাকবে আমিই তোমার সম্পদ,আমিই তোমার কুক্ষিগত মাল ।' (বুখারী শরীফ,১/১৮৮)</h4>
               <br>
               <h4 style="text-indent: 50px;">অপর একটি হাদিসে আছে, 'এক মহিলা নবী কারীম (সাঃ) এর নিকট আসেন, তার সাথে তারই এক কন্যা ছিল যার হাতে স্বর্ণের দুটি মোটা বালা ছিল । নবীজী (সাঃ) তাকে জিজ্ঞাসা করলেন, তুমি কি এ বালা দুটির যাকাত আদায় কর? তিনি বললেন, না। তখন নবী কারিম (সাঃ) বললেন, তুমি কি খুশী হবে যে আল্লাহ তাআলা এ দুটির যাকাত না দেয়ার কারণে কিয়ামতের দিন তোমাকে আগুনের তৈরি দুটি বালা পরিয়ে দেবেন ? তখন ঐ মহিলার কন্যা বালাগুলো খুলে নবী কারিম (সাঃ) এর সামনে পেশ করে বললেন, এ দুটি বালা আল্লাহ ও তার রাসূলের জন্য দান করে দিলাম ।' (আবু দাউদ শরীফ,১৫৬০;তিরমিজি শরীফ,৬৩৭)</h4>
               <br>
               <br>
               <br>
               <h1 class="text-start fw-bold">যাকাত ফরজ হওয়ার শর্তসমূহ</h1>
               <br>
               <h4>[১] নেসাব পরিমাণ মালের মালিক হওয়া । অর্থাৎ সাড়ে সাত তোলা স্বর্ণ বা সাড়ে বায়ান্ন তোলা রুপা, কিংবা সমপরিমাণ মূল্যের নগদ টাকা বা ব্যবসার মালের মালিক হওয়া ।</h4>
               <br>
               <h4>[২] মুসলমান হওয়া । কাফেরের উপর যাকাত ফরজ নয় ।</h4>
               <br>
               <h4>[৩] বালেগ হওয়া । নাবালেগের উপর যাকাত ফরজ নয় ।</h4>
               <br>
               <h4>[৪] জ্ঞানী ও বিবেক সম্পন্ন হওয়া । সর্বদা যে পাগল থাকে তার নেসাব পরিমাণ মাল থাকলেও তার উপর যাকাত ফরজ নয় ।</h4>
               <br>
               <h4>[৫] স্বাধীন বা মুক্ত হওয়া । দাস-দাসীর উপর যাকাত ফরজ নয় ।</h4>
               <br>
               <h4>[৬] মালের উপর পূর্ণ মালিকানা থাকা । অসম্পূর্ণ মালিকানার উপর যাকাত ফরজ হয় না ।</h4>
               <br>
               <h4>[৭] নেসাব পরিমাণ মাল নিত্য প্রয়োজনীয় সম্পদের অতিরিক্ত হওয়া ।</h4>
               <br>
               <h4>[৮] নেসাব পরিমাণ মালের উপর এক বছর অতিবাহিত হওয়া ।</h4>
               <br>
               <h4>[৯] মাল বর্ধনশীল হওয়া । যাকাতের ফজিলত, আল্লাহ তাআলা ইরশাদ করেন, 'তোমরা যা কিছু (আল্লাহর রাস্তায়) ব্যয় কর তিনি তার বিনিময় দান করবেন । আর তিনিই উত্তম রিজিকদাতা ।' (সুরা সাবা,আয়াত:৩৯)</h4>
               <br> 
               <br>
               <br>
               <h1 class="text-start fw-bold">যাকাতের খাতসমূহ</h1>
               <br>
               <h4>যাকাতের খাত ৮টি । যথাঃ</h4>
               <br>
               <h4>[১] ফকির । ঐ গরিব ব্যক্তি যার নিকট এক বেলা বা দুই বেলার বেশি খাবারের ব্যবস্থা নেই ।</h4>
               <br>
               <h4>[২] মিসকিন । যার আয়ের চেয়ে ব্যয় বেশি । যেমন কোন ব্যক্তির আয় আছে 'বিশ হাজার' টাকা কিন্তু তার নিজের বা পরিবারের কারও অসুস্থার পেছনে ব্যয় আছে 'চল্লিশ হাজার' টাকা । তাকে দেয়া ।</h4>
               <br>
               <h4>[৩] যাকাত আদায় ও বিতরণের কর্মচারীদের ।</h4>
               <br>
               <h4>[৪] নওমুসলিম অর্থাৎ যারা অন্য ধর্ম ছাড়ার কারণে পারিবারিক, সামাজিক ও আর্থিকভাবে বঞ্চিত হয়েছে, তাদেরকে দেয়া ।</h4>
               <br>
               <h4>[৫] দাসমুক্তির জন্য । (বর্তমানে যদি কোন লোক এমন পাওয়া যায় যে, যে র্নিদোষভাবে জেলে আছে তাকে)</h4>
               <br>
               <h4>[৬] ঋণ মুক্তির জন্য । জীবনের মৌলিক বা প্রয়োজনীয় চাহিদা পূরনের জন্য সংগত কারণে ঋণগ্রস্ত ব্যক্তিদের ঋণ মুক্তির জন্য যাকাত প্রদান করা যাবে ।</h4>
               <br>
               <h4>[৭] ফী সাবিলিল্লাহ বা জিহাদ । অর্থাৎ ইসলামকে বোল-বালা বা বিজয়ী করার লক্ষ্যে যারা কাফির বা বিধর্মীদের সাথে জিহাদে রত সে সকল মুজাহিদদের প্রয়োজনে যাকাত দেয়া যাবে ।</h4>
               <br>
               <h4>[৮] মুসাফির । মুসাফির অবস্থায় কোনো ব্যক্তি বিশেষ কারণে অভাবগ্রস্ত হলে ঐ ব্যক্তির বাড়িতে যতই ধন-সম্পদ থাকুক না কেন তাকে যাকাত প্রদান করা যাবে ।</h4>
               <br>
               <br>
               <br>
               <h1 class="text-start fw-bold">যাকাতের নিসাব</h1>
               <br>
               <h4>নিসাবের পরিমাণ কমপক্ষে সাড়ে সাত তোলা সোনা অথবা সাড়ে বায়ান্ন তোলা রূপার সমতুল্য সম্পদ বা অর্থ । নগদ অর্থের যাকাত রূপার হিসাবে দেয়া ঐচ্ছিক, স্বর্ণের হিসাবে দেয়া আবশ্যক । ঐ পরিমাণ প্রয়োজনের অতিরিক্ত সম্পদ কারো নিকট পূর্ণ এক বছরকাল স্থায়ী থাকলে তার উপরে যাকাত ফরজ হয় । যাকাত দিতে হয় চল্লিশ ভাগের এক ভাগ অর্থাৎ ২.৫ % ।</h4>
             </div>
           </div>
         </div>
         <a href="#" class="back-to-top"><i class="fas fa-chevron-up"></i></a>
      </section>
    </main>
    <footer>
      
    </footer>
  </body> 
    <script src="../js/jquery-1.12.4.min.js"></script>
    <script src="../js/bootstrap.bundle.min.js"></script>
    <script src="../js/sweetalert2@11.js"></script>
</html>
<script>
     $(function(){
        // sticky menu
        $(window).on('scroll', function(){
        var scrolling = $(this).scrollTop();
        var back2top = $(".back-to-top");
        if(scrolling > 100){
        back2top.fadeIn(1000);	
        }
        else {
	        back2top.fadeOut(1000);
        }
        });	
         
        // back to top
        var html_body = $('html, body');
        back2top.on('click', function(){
        html_body.animate({scrollTop:0},5000);	
        });
      });  
</script>