<!doctype html>
<html lang="en">
  <head>
    <meta charset="utf-8">
    <meta name="viewport" content="width=device-width, initial-scale=1">
    <link rel="stylesheet" href="../../css/all.min.css">
    <link rel="stylesheet" href="../../css/bootstrap.min.css">
    <link rel="stylesheet" href="../../css/bootstrap-extensions.css">
    <link rel="stylesheet" href="../../css/bootstrap-icons.css">
    <link rel="stylesheet" href="../../css/dashboard.css">
    <title>Islam</title>
    <style>
       /* back to top btn */
       .back-to-top {
	       position: fixed;
	       bottom:  20px;
	       right: 20px;
	       z-index: 9999;
	       display: none;
       }
       .back-to-top i {
	       width: 40px;
	       height: 40px;
	       background: #fff;
	       color: #8688FF;
	       border-radius: 50%;
	       line-height: 40px;
	       text-align: center;
	       font-size: 24px;
       }
       .back-to-top i:hover{
         background: #cecccc; 
         transition: all linear .5s;
       }
    </style>
  </head>
  <body>
    <header>
      
    </header>
    <main>
      <section style="background-color: #8688FF;">
         <div class="d-flex justify-content-end py-3 px-2">
           <a href="../Namaj.php"><button class="btn btn-light">
               <svg xmlns="http://www.w3.org/2000/svg" fill="none" viewBox="0 0 24 24" stroke-width="1.5" stroke="currentColor" style="width:20px; height:20px;">
                 <path stroke-linecap="round" stroke-linejoin="round" d="M9 15L3 9m0 0l6-6M3 9h12a6 6 0 010 12h-3" />
               </svg>
            </button></a>
         </div>
         <div class="container">
           <div class="row">
             <div class="col-8 mx-auto py-5 text-white">
               <h1 class="text-center fw-bold">জানাজার নামাজ</h1>
               <hr style="border:2px solid #fff;">
               <h4>মুর্দাদের রুহের মাগফিরাত কামনায় দাফনের আগে যেই নামাজ পড়া হয়, উহাকে জানাজার নামাজ বলে, এই নামাজ ফরজে "কেফায়াহ" । এলাকার কিছু লোকে আদায় করিলে সকলের পক্ষ থেকে আদায় হইয়া যায় । মুর্দারের মাথার দিক উত্তর দিকে রাখিয়া ছিনা বরাবর ইমাম দাড়াইয়া এবং তাহার পিছনে ৩/৫/৭ কাতারে মুক্তাদী দাড়াইবে ।  ইমামের তাকবীরের পরে মুক্তাদীরা নিয়াত করতঃ হাত বাধিয়া নামাজ শুরু করিবে । এই নামাজে চার তাকবীর বলা ও দাড়ানো ফরজ এবং মুর্দারের জন্য দোয়া করা ওয়াজিব । আর ছানা, দুরুদ পড়া সুন্নাত । নামাজ আরম্ভের পূর্বে মুর্দা পুরুষ না মহিলা, বয়স্কা না নাবালগ তাহা মুসল্লীগণকে জানাইয়া দিতে হইবে । অতঃপর ইমাম চুপে চুপে নিয়ত পড়িয়া প্রথম তাকবীর বলিয়া নামাজ শুরু করিবে, পরে মুক্তাদীরাও নামাজ শুরু করিবে ।</h4>
               <h3 class="mt-5 fw-bold">জানাজার নামাজের নিয়ত</h3>
               <h2 style="line-height:1.8;">نَوَيْتُ اَنْ اُؤَدِّىَ لِلّٰهِ تَعاَلٰى اَرْبَعَ تَكْبِيْرَاتِ صَلٰوةِ الْجَناَزَةِ فَرْضِ الْكِفاَيَةِ اَلثَّناَءُ لِلّٰهِ تَعاَلٰى وَالصَّلٰوةُ ءَلَى النَّبِىِّ وَلدُّعاَءُ لِهٰذَا الْمَيِّتِ مُتَوَجِّهاً اِلٰى جِهَةِ الْكَعْبَةِ الشَّرِيْفَةِ اَللّٰهُ اَكْبَرُ .</h2>
               <h4><span class="fw-bold">উচ্চারণঃ </span>নাওয়াইতু আন উআদ্দিয়া লিল্লাহি তাআলা' আরবায়া তাকবীরাতি সালাতিল জানাজাতি ফারদ্বিল কিফায়াতি, আচ্ছানাউ লিল্লাহি তাআলা ওয়াচ্ছালাতু আলান্নাবিয়্যি ওয়াদ্দুআ'উ লিহাযাল মায়্যিতি মুতাওয়াজ্জিহান ইলা জিহাতিল কা'বাতিশ শারীফাতি আল্লাহু আকবার ।</h4>
               <h4><span class="fw-bold">বাংলায় নিয়তঃ </span>আমি আল্লাহর জন্য কেবলামুখী হইয়া ফরজে কিফায়া জানাজার নামাজ চার তাকবীরের সহিত এই ইমামের পিছনে আরম্ভ করিলাম, আল্লাহু আকবার ।</h4>
               <br>
               <h4>নিয়তের ভিতরে ওয়াদ্দুআ'উ লিহাযাল মাইয়্যিতি এর পরে ইমামকে বলি্তে হইবে "আনা ইমামুল লিমান হাদ্বারা ওয়া মাইয়্যাদুরু"আর মুক্তাদীগণকে বলিতে হইবে "ইক্বতাদাইতু বিহাযাল ইমামী" অর্থ আমি এই ইমামের ইকতিদা করিলাম । মুর্দা মহিলা হইলে, "লিহাযাল মাইয়্যিতি" স্থানে "লিহাযিহিল মাইয়্যিতি" বলিতে হইবে । অতপর চুপে চুপে এই ছানা পড়িতে হইবে ।</h4>
               <br>
               <h3 class="fw-bold mt-5">ছানা</h3>
               <h2 style="line-height:1.8;">سُبْحاَنَكَ اَللّٰهُمَّ وَبِحَمْدِكَ وَتَباَرَكَ اسْمُكَ وَتَعاَلٰى جَدُّكَ وَجَلَّ ثَناَءُكَ وَلَآ اِلٰهَ غَيْرُكَ .</h2>
               <h4><span class="fw-bold">উচ্চারণঃ </span>সুবহানাকা আল্লাহুম্মা  ওয়াবি হামদিকা ওয়াতাবা-রাকাছমুকা ওয়া তা'আলা জাদ্দুকা ওয়া জাল্লা ছানাউকা ওয়া লাইলাহা গাইরুক ।</h4>
               <h4><span class="fw-bold">অর্থঃ </span>হে আল্লাহ!আমরা তোমারই পবিত্রতা ও প্রশংসা করিতেছি, তোমার নাম বরকতপূর্ণ, তোমার গৌরব সুমহান, তোমার প্রশংসা সবশ্রেষ্ঠ । তুমি ছাড়া কোন প্রভূ নাই ।</h4>
               <br>
               <h4>তারপর দ্বিতীয় তাকবীর বলিয়া হাত না উঠাইয়া সকলে চুপে চুপে এই দরুদ পড়িবে । </h4>
               <br>
               <h3 class="fw-bold mt-5">জানাজার নামাজের দরুদ শরীফ</h3>
               <h2 style="line-height:1.8;">اَللّٰهُمَّ صَلِّ ءَلٰى مُحَمَّدٍ وَّءَلٰى اٰلِ مُحَمَّدٍ كَماَ صَلَّيْتَ وَسَلَّمْتَ وَباَرَكْتَ وَرَحِمْتَ وَتَرْحَمْتَ ءَلٰى اِبْرَاهِيْمَ وَعَلٰى اٰلِ اِبْرَاهِيْمَ اِنَّكَ حَمِيْدٌ مَّجِيْدٌ .</h2>
                 <h4><span class="fw-bold">উচ্চারণঃ </span>আল্লাহুম্মা সাল্লি আলা মুহাম্মাদিও ওয়া আ'লা আলি মুহাম্মাদিন কামা সাল্লাইতা ওয়াসাল্লামতা ওয়া বারাকতা ওয়া রাহিমতা ওয়া তারহামতা আ'লা ইব্রাহীমা ওয়া আ'লা আলি ইব্রাহীমা ইন্নাকা হামীদুম মাজীদ ।</h4>
               <h4><span class="fw-bold">অর্থঃ </span>হে আল্লাহ! হযরত মুহাম্মাদ (সাঃ) ও তাঁহার বংশধরগণের উপর রহমত পৌছাও যেমনি তুমি ইব্রাহীম (আঃ) ও তাঁহার সন্তানগণের উপর শান্তি ও বরকত পৌছাইয়াছিলে । নিশ্চয়ই তুমি প্রশংশিত ও পবিত্র । </h4>
               <br>
               <h4>অতঃপর হাত না উঠাইয়া তৃতীয় তাকবীর বলিয়া সকলে নিচের দোয়া নীরবে পড়িবে ।</h4>
               <br>
               <h3 class="fw-bold mt-5">জানাজার নামাজের দোয়া</h3>
               <h2 style="line-height:1.8;">اَللّٰهُمَّ اغْفِرْ لِحَيِّناَ وَمَيِّتِناَ وَشاَهِدِناَ وَغاَءِبِناَ وَصَغِيْرِناَ وَكَبِيْرِناَ وَذَكَرِناَ وَاُنْثَناَ اَللّٰهُمَّ مَنْ اَحْيَيْتَهٗ مِناَّ فَاَحْيِهٖ عَلَى الْاِسْلاَمِ وَمَنْ تَوَفَّيْتَهٗ مِناَّفَتَوَفَّهٗ عَلَى الاِيْماَنِ بِرَحْمَتِكَ ياَاَرْحَمَ الرّٰحِمِيْنَ .</h2>
                 <h4><span class="fw-bold">উচ্চারণঃ </span>আল্লাহুম্মাগফিরলি হাইয়্যিনা ওয়া মাইয়্যিতিনা ওয়া শাহিদিনা ওয়া গাইবিনা ওয়া ছাগিরিনা ওয়া কাবিরিনা ওয়া জাকারিনা ওয়া উনছানা, আল্লাহুম্মা মান আহইয়াইতাহু মিন্না ফাআহয়িহী আ'লাল ইসলামি ওয়ামান তাওয়াফফাইতাহু মিন্না ফাতাওয়াফফাহু আলাল ঈমানী, বিরাহমাতিকা ইয়া আরহামার রাহিমীন ।</h4>
               <h4><span class="fw-bold">অর্থঃ </span>হে আল্লাহ! আমাদের ভিতরে জীবিত, মৃত, উপস্থিত, অনুপস্থিত, বালক, বৃদ্ধ, পুরুষ-স্ত্রী সকলকে নাফ করিয়ায় দিন । হে আল্লাহ! আমাদের ভিতরে যাহাদেরকে জীবিত রাখ, ইসলামের উপর জীবিত রাখিও এবং যাহাদের মৃত্যু ঘটাও তাহাদেরকে ঈমানের সহিত মৃত্যু ঘটাইও । আমিন ।</h4>
             </div>
           </div>
         </div>
         <a href="#" class="back-to-top"><i class="fas fa-chevron-up"></i></a>
      </section>
    </main>
    <footer>
      
    </footer>
  </body> 
    <script src="../../js/jquery-1.12.4.min.js"></script>
    <script src="../../js/bootstrap.bundle.min.js"></script>
    <script src="../../js/sweetalert2@11.js"></script>
</html>
<script>
     $(function(){
        // sticky menu
        $(window).on('scroll', function(){
        var scrolling = $(this).scrollTop();
        var back2top = $(".back-to-top");
        if(scrolling > 100){
        back2top.fadeIn(1000);	
        }
        else {
	        back2top.fadeOut(1000);
        }
        });	
         
        // back to top
        var html_body = $('html, body');
        back2top.on('click', function(){
        html_body.animate({scrollTop:0},5000);	
        });
      });  
</script>