<!doctype html>
<html lang="en">
  <head>
    <meta charset="utf-8">
    <meta name="viewport" content="width=device-width, initial-scale=1">
    <link rel="stylesheet" href="../../css/all.min.css">
    <link rel="stylesheet" href="../../css/bootstrap.min.css">
    <link rel="stylesheet" href="../../css/bootstrap-extensions.css">
    <link rel="stylesheet" href="../../css/bootstrap-icons.css">
    <link rel="stylesheet" href="../../css/dashboard.css">
    <title>Islam</title>
    <style>
       /* back to top btn */
       .back-to-top {
	       position: fixed;
	       bottom:  20px;
	       right: 20px;
	       z-index: 9999;
	       display: none;
       }
       .back-to-top i {
	       width: 40px;
	       height: 40px;
	       background: #fff;
	       color: #705c49;
	       border-radius: 50%;
	       line-height: 40px;
	       text-align: center;
	       font-size: 24px;
       }
       .back-to-top i:hover{
         background: #cecccc; 
         transition: all linear .5s;
       }
    </style>
  </head>
  <body>
    <header>
      
    </header>
    <main>
      <section style="background-color: #705c49;">
         <div class="d-flex justify-content-end py-3 px-2">
           <a href="../Hajj.php"><button class="btn btn-light">
               <svg xmlns="http://www.w3.org/2000/svg" fill="none" viewBox="0 0 24 24" stroke-width="1.5" stroke="currentColor" style="width:20px; height:20px;">
                 <path stroke-linecap="round" stroke-linejoin="round" d="M9 15L3 9m0 0l6-6M3 9h12a6 6 0 010 12h-3" />
               </svg>
            </button></a>
         </div>
         <div class="container">
           <div class="row">
             <div class="col-8 mx-auto py-5 text-white">
               <h1>হজের পাঁচ দিনের ধারাবাহিক কার্যাবলি</h1>
               <br>
               <br>
               <br>
               <h3 class="fw-bold">হজের প্রথম দিনঃ</h3>
               <br>
               <h3 class="fw-bold">[মিনার উদ্দেশে যাত্রা]</h3>
               <br>
               <h4 style="line-height:1.5;">৮ জিলহজ থেকে ১২ জিলহজ পর্যন্ত এই পাঁচ দিনকে হজ্জের দিন বলা হয় । আপনি যদি তামাত্তু হজ্জ পালনকারী হয়ে থাকেন তাহলে আজ আগের মতো আবার ইহরাম বেঁধে নিন । তারপর এভাবে ইহরামের নিয়ত করুন : 'হে আল্লাহ আমি তামাত্তু হজ্জ করতে ইচ্ছা করেছি, আপনি এ হজ্জ আমার জন্য সহজ করে দিন এবং আমার পক্ষ থেকে কবুল করুন ।' নিয়তের সঙ্গে সঙ্গে তিনবার তালবিয়া একটু উচ্চস্বরে পড়ুন । (মহিলারা নীরবে পড়ুন) । যারা কিরান বা ইফরাদ হজ্জ পালন করার নিয়ত করেছেন, তারা তো আগে থেকেই ইহরামের অবস্থায় আছেন, কাজেই নতুন করে ইহরাম বাঁধতে হবে না । ৮ জিলহজ সকালে ইহরাম বাঁধা অবস্থায় মিনার উদ্দেশে রওনা হবেন । আজকের যোহর, আসর, মাগরিব, এশা এবং ৯ জিলহজের ফজরের নামাজ মিনায় আদায় করা এবং রাতে মিনায় অবস্থান করা সুন্নাত ।</h4>
               <br>
               <br>
               <br>
               <h3 class="fw-bold">হজ্জের দ্বিতীয় দিনঃ</h3>
               <br>
               <h3 class="fw-bold">[আরাফায় অবস্থান]</h3>
               <br>
               <h4 style="line-height:1.5;">হজ্জের দ্বিতীয় দিন ৯ জিলহজ আরাফায় অবস্থান ফরজ । ফজরের নামাজ মিনায় পড়ে আরাফার ময়দানের দিকে রওনা করতে হয় । প্রয়োজনে ফজরের আগে রাতেও আরাফার উদ্দেশে রওনা করা যাবে । আরাফার ময়দানে দুপুর ১২টার পর থেকে সূর্যাস্ত পর্যন্ত অবস্থান করতে হবে । আরাফার ময়দানে দোয়া কবুল হয় । সুতরাং এ সময় সবাইকে দোয়ায় মগ্ন থাকা উচিত । আরাফার ময়দানে জাবালে রহমতের কাছাকাছি অবস্থান করা ভালো । যোহর এবং আসরের নামাজ মসজিদে নামিরায় জামাতের সঙ্গে নির্দিষ্ট শর্তানুসারে আদায় করা উত্তম । তবে ওই জামাতে শরিক হওয়া সম্ভব না হলে যথাসময়ে যোহরের ওয়াক্তে যোহর এবং আসরের ওয়াক্তে আসর নিজ নিজ তাঁবুতে আজান-ইকামতসহকারে জামাআতের সঙ্গে পড়ুন ।</h4>
               <br>
               <h3 class="fw-bold">মুজদালিফায় অবস্থান</h3>
               <br>
               <h4 style="line-height:1.5;">মিনা ও আরাফার মাঝখানে অবস্থিত ময়দানের নাম মুজদালিফা । এখানে ১০ জিলহজ রাত (৯ জিলহজ দিবাগত রাত) অতিবাহিত করা হাজিদের জন্য জরুরি । মুজদালিফায় পৌঁছে এশার ওয়াক্ত হলে এক আজান ও এক ইকামতে প্রথমে মাগরিবের ফরজ তারপর এশার ফরজ পড়ুন এরপর মাগরিবের ও এশার সুন্নাত এবং বেতর পড়ুন । মাগরিব ও এশার নামাজ পড়ার পর সুবহে সাদিক পর্যন্ত মুজদালিফায় অবস্থান করা সুন্নাতে মুআক্কাদাহ্ । সুবহে সাদিক থেকে সূর্যোদয় পর্যন্ত অবস্থান ওয়াজিব । এ রাতে জাগ্রত থাকা ও ইবাদতে নিমগ্ন হওয়া মোস্তাহাব ।</h4>
               <br>
               <br>
               <br>
               <h3 class="fw-bold">হজ্জের তৃতীয় দিনঃ</h3>
               <br>
               <h3 class="fw-bold">[পাথর নিক্ষেপ, কুরবানি, চুল মুণ্ডন ও তাওয়াফ]</h3>
               <br>
               <h4 style="line-height:1.5;">হজ্জের তৃতীয় দিন ১০ জিলহজ মিনায় পৌঁছার পর এ দিনের চারটি কাজ ধারাবাহিকভাবে পালন করতে হবে-</h4>
               <br>
               <h4><span class="fw-bold">পাথর নিক্ষেপ করাঃ</span> এই দিনের প্রথম কাজ হলো জামারায় আকাবায় গিয়ে সাতটি পাথর নিক্ষেপ করা (ওয়াজিব) । এটাকে জামারাতুল কুবরাও বলা হয়, আবার 'বড় শয়তান' বলেও প্রসিদ্ধ আছে । মিনায় পাথর নিক্ষেপের তিনটি স্থান রয়েছে । আগে ওই তিনটি স্থানে তিনটি স্তম্ভ বা পিলার ছিল বর্তমানে পিলারের জায়গায় ৪০ ফুট দৈর্ঘ্য উঁচু দেওয়াল তৈরি করে দেওয়া হয়েছে, হাজি সাহেবদের সুবিধার জন্য নিচতলা, দ্বিতীয় তলায় এবং তৃতীয় তলায় রাস্তা করা হয়েছে । যাতে একই সঙ্গে অসংখ্য লোক পাথর নিক্ষেপ করতে পারেন । পাথর নিক্ষেপের নিয়ম হচ্ছে- পাথর নিক্ষেপের সময় মিনাকে ডান দিকে রেখে দাঁড়ান । তর্জনী ও বৃদ্ধাঙ্গুলি দ্বারা পাথর ধরে নিক্ষেপ করুন । প্রথম পাথর নিক্ষেপের পূর্বমুহূর্ত থেকে তালবিয়া পড়া বন্ধ করে দিতে হবে । পাথর নিক্ষেপের সময় বলুন : বিসমিল্লাহি আল্লাহু আকবার ।</h4>
               <br>
               <h4><span class="fw-bold">কুরবানি করাঃ</span> এই দিনের দ্বিতীয় কাজ হলো দমে শোকর বা হজ্জের শোকরিয়া স্বরূপ কুরবানি করা (ওয়াজিব) । নিজ হাতে করুন কিংবা কাউকে পাঠান; কিন্তু জবেহ হয়ে যাওয়ার ব্যাপারে নিশ্চিত হোন । কিরান ও তামাত্তু হজ্জ পালনকারীদের জন্য এটা ওয়াজিব । আর ইফরাদ হজ্জ পালনকারীদের জন্য মুস্তাহাব । মিনায় কুরবানি করতে না পারলে মক্কা শহরেও কুরবানি করে নিতে পারেন ।</h4>
               <br>
               <h4><span class="fw-bold">চুল মুণ্ডন বা কর্তন করাঃ</span> এই দিনের তৃতীয় কাজ হলো হলক বা কসর করা । (চুল মুণ্ডন বা কর্তন) এটি ওয়াজিব । কুরবানি করার পর পুরো মাথার চুল মুণ্ডন করে ফেলুন । মুণ্ডনকারীদের জন্য হুজুর পাক (সাঃ) তিনবার দোয়া করেছেন । তাই এতে ফজিলত বেশি ।</h4>
               <br>
               <h4><span class="fw-bold">তাওয়াফে জিয়ারতঃ</span> এ দিনের চতুর্থ কাজ হলো তাওয়াফে জিয়ারত (ফরজ) একে 'তাওয়াফে ইফাযা'ও বলা হয় : এটা হজ্জের শেষ রুকন । মিনায় উপরোক্ত কাজগুলো সেরে হাজিগণ মক্কা শরিফে গিয়ে তাওয়াফ-ই-জিয়ারত করবেন । এ তাওয়াফে ইজতিবা নেই । ১০ তারিখে সম্ভব না হলে ১১ বা ১২ তারিখের সূর্যাস্তের আগে অবশ্যই এ তাওয়াফ করতে হবে । যারা মক্কা থেকে ৮ জিলহজ আসার আগে একটি নফল তাওয়াফের সঙ্গে সায়ী করে আসেনি তাওয়াফে জিয়ারতে তাদের অবশ্যই সায়ী করতে হবে । তাওয়াফে জিয়ারতের কোনো বদলা নেই, এ তাওয়াফ করতেই হবে । এর কোনো বিকল্প নেই ।</h4>
               <br>
               <br>
               <br>
               <h3 class="fw-bold">হজের চতুর্থ দিনঃ</h3>
               <br>
               <h3 class="fw-bold">[মিনায় রাতযাপন এবং পাথর নিক্ষেপ]</h3>
               <br>
               <h4 style="line-height:1.5;">১১ জিলহজ মিনায় রাতযাপন সুন্নত । এদিন মিনায় তিন শয়তানকে পাথর মারা ওয়াজিব । দুপুরের পর প্রথমে জামারায়ে সুগরা, (মসজিদে খাইফের সন্নিকটে) অতঃপর জামারায়ে উসতা, সর্বশেষ জামারায়ে আকাবায় ৭টি করে মোট ২১টি পাথর নিক্ষেপ করতে হবে । প্রত্যেকটি পাথর নিক্ষেপের সময় তাকবির বলবেন ।</h4>
               <br>
               <br>
               <br>
               <h3 class="fw-bold">হজের পঞ্চম দিনঃ</h3>
               <br>
               <h3 class="fw-bold">[মিনায় রাতযাপন এবং পাথর নিক্ষেপ]</h3>
               <br>
               <h4 style="line-height:1.5;">১২ জিলহজেও আগের দিনের মতো তিন জামারায় পাথর নিক্ষেপ করা ওয়াজিব । অনেকেই ১২ জিলহজ তাড়াতাড়ি মক্কায় ফিরে যাওয়ার জন্য সূর্য মাথার ওপর উঠার আগেই পাথর নিক্ষেপ করে ফেলেন, অথচ এরূপ করা নাজায়েজ । মনে রাখতে হবে, সূর্য মাথার ওপর থেকে কিছুটা ঢলে যাওয়ার পর পাথর নিক্ষেপ করতে পারবেন । ১২ জিলহজ পাথর নিক্ষেপ করে মক্কায় ফিরে যাওয়া জায়েজ, তবে ১৩ জিলহজ পাথর নিক্ষেপ করে তারপর মক্কায় ফিরে যাওয়া উত্তম । ১২ জিলহজ পাথর নিক্ষেপ করে মক্কায় ফিরতে চাইলে সূর্যাস্তের আগেই মিনা থেকে বের হয়ে যাবেন । সূর্যাস্তের পর ফিরা মাকরুহ ।</h4>
               <br>
               <h4 style="text-indent: 50px; line-height:1.5;">মক্কায় পৌঁছার পর বিদায়ী তাওয়াফ ছাড়া হজ্জের আর কোনো জরুরি কাজ বাকি নেই । হজ্জ আদায়ের তাওফিকদানের জন্য আল্লাহ পাকের শোকর, নফল তাওয়াফ, উমরাহ ও অন্যান্য ইবাদত করতে থাকুন ।</h4>
               <br>
               <br>
               <br>
               <h3 class="fw-bold">বিদায়ী তাওয়াফঃ</h3>
               <br>
               <h4 style="line-height:1.5;">মক্কা শরিফ থেকে বিদায়ের আগে বিদায়ী তাওয়াফ (ওয়াজিব) করুন । মাকামে ইবরাহিমে দুরাকাত নামাজ পড়ে মূলতাযাম, কাবার দরজা ও হাতিমে দোয়া করুন; যমযমের পানি পান করেও দোয়া করুন এবং বিয়োগ-বিরহের বেদনা দিয়ে কাবা ঘর থেকে বিদায় নিন । তাওয়াফে বিদা না করলে দম দিতে হবে ।</h4>
             </div>
           </div>
         </div>
         <a href="#" class="back-to-top"><i class="fas fa-chevron-up"></i></a>
      </section>
    </main>
    <footer>
      
    </footer>
  </body> 
    <script src="../../js/jquery-1.12.4.min.js"></script>
    <script src="../../js/bootstrap.bundle.min.js"></script>
    <script src="../../js/sweetalert2@11.js"></script>
</html>
<script>
     $(function(){
        // sticky menu
        $(window).on('scroll', function(){
        var scrolling = $(this).scrollTop();
        var back2top = $(".back-to-top");
        if(scrolling > 100){
        back2top.fadeIn(1000);	
        }
        else {
	        back2top.fadeOut(1000);
        }
        });	
         
        // back to top
        var html_body = $('html, body');
        back2top.on('click', function(){
        html_body.animate({scrollTop:0},5000);	
        });
      });  
  </script>