<!doctype html>
<html lang="en">
  <head>
    <meta charset="utf-8">
    <meta name="viewport" content="width=device-width, initial-scale=1">
    <link rel="stylesheet" href="../../css/all.min.css">
    <link rel="stylesheet" href="../../css/bootstrap.min.css">
    <link rel="stylesheet" href="../../css/bootstrap-extensions.css">
    <link rel="stylesheet" href="../../css/bootstrap-icons.css">
    <link rel="stylesheet" href="../../css/dashboard.css">
    <title>Islam</title>
    <style>
       /* back to top btn */
       .back-to-top {
	       position: fixed;
	       bottom:  20px;
	       right: 20px;
	       z-index: 9999;
	       display: none;
       }
       .back-to-top i {
	       width: 40px;
	       height: 40px;
	       background: #fff;
	       color: #9a7046;
	       border-radius: 50%;
	       line-height: 40px;
	       text-align: center;
	       font-size: 24px;
       }
       .back-to-top i:hover{
         background: #cecccc; 
         transition: all linear .5s;
       }
    </style>
  </head>
  <body>
    <header>
      
    </header>
    <main>
      <section style="background-color: #9a7046;">
         <div class="d-flex justify-content-end py-3 px-2">
           <a href="../Hajj.php"><button class="btn btn-light">
               <svg xmlns="http://www.w3.org/2000/svg" fill="none" viewBox="0 0 24 24" stroke-width="1.5" stroke="currentColor" style="width:20px; height:20px;">
                 <path stroke-linecap="round" stroke-linejoin="round" d="M9 15L3 9m0 0l6-6M3 9h12a6 6 0 010 12h-3" />
               </svg>
            </button></a>
         </div>
         <div class="container">
           <div class="row">
             <div class="col-8 mx-auto py-5 text-white">
               <h4 style="line-height:1.5;">আল্লাহ তা'আলা মুসলিম মিল্লাতের উপর হজ্জ ফরজ করেছেন । উদ্দেশ্য স্বীয় বান্দাদের ক্ষমা করে তাদেরকে জান্নাতের সুখময় স্থান দান করা । আর তিনি হজ্জের প্রতিটি কর্ম সম্পাদনের জন্য পৃথক পৃথক ফযীলতের ব্যবস্থা করে দিয়েছেন । রাসূল (সাঃ) বিভিন্ন সময়ে বিভিন্ন প্রশ্নের প্রেক্ষিতে হজ্জের ফযীলত ও মর্যাদা বর্ণনা করেছেন । সেগুলো নিম্নে পেশ করা হ'ল ।-</h4>
               <br>
               <br>
               <br>
               <h3 class="fw-bold mt-5">হজ্জ পালনকারী নবজাতকের ন্যায় গুনাহমুক্তঃ</h3>
               <br>
               <h2 style="line-height:1.8">عَنْ أَبِى هُرَيْرَةَ رضى الله عنه قَالَ قَالَ رَسُولُ اللهِ صلى الله عليه وسلم مَنْ حَجَّ لِلَّهِ، فَلَمْ يَرْفُثْ وَلَمْ يَفْسُقْ، رَجَعَ كَمَا وَلَدَتْهُ أُمُّهُ .</h2>
               <br>
               <h4 style="line-height:1.5;">আবু হুরায়রা (রাঃ) হ'তে বর্ণিত তিনি বলেন, রাসূল (সাঃ) বলেছেন, 'যে ব্যক্তি আল্লাহর উদ্দেশ্যে হজ্জ করেছে, যার মধ্যে সে অশ্লীল কথা বলেনি বা অশ্লীল কার্য করেনি, সে হজ্জ হ'তে ফিরবে সেদিনের ন্যায় (নিষ্পাপ অবস্থায়) যেদিন তার মা তাকে প্রসব করেছিলেন ।' (বুখারী হা/১৫২১; মুসলিম হা/১৩৫০; মিশকাত হা/২৫০৭) । অর্থাৎ সে কবীরা-ছাগীরা, প্রকাশ্য-গোপনীয় সকল গুনাহ থেকে ঐরূপ মুক্ত হয়ে ফিরে আসে, যেরূপ একজন শিশু গুনাহ মুক্ত হয়ে জন্মগ্রহণ করে । (ইবনু হাজার, ফাতহুলবারী ৩/৩৮২)</h4>
               <br>
               <br>
               <br>
               <h3 class="fw-bold mt-5">হজ্জের একমাত্র প্রতিদান জান্নাতঃ</h3>
               <br>
               <h2 style="line-height:1.8">عَنْ أَبِى هُرَيْرَةَ رضى الله عنه قَالَ قَالَ رَسُولُ اللهِ صلى الله عليهعَنْ أَبِى هُرَيْرَةَ رضى الله عنه أَنَّ رَسُوْلَ اللهِ صلى الله عليه وسلم قَالَ الْعُمْرَةُ إِلَى الْعُمْرَةِ كَفَّارَةٌ لِمَا بَيْنَهُمَا وَالْحَجُّ الْمَبْرُوْرُ لَيْسَ لَهُ جَزَاءٌ إِلاَّ الْجَنَّةُ .</h2>
               <br>
               <h4 style="line-height:1.5;">আবু হুরায়রাহ (রাঃ) হ'তে বর্ণিত, রাসূল (সাঃ) বলেছেন, 'এক ওমরাহ অপর ওমরাহ পর্যন্ত সময়ের (ছগীরা গুনাহের) কাফফারা স্বরূপ । আর জান্নাতই হ'ল কবুল হজ্জের একমাত্র প্রতিদান ।' (বুখারী হা/১৭৭৩; মুসলিম হা/১৩৪৯; মিশকাত হা/২৫০৮) । 'হজ্জে মাবরূর' বা কবুল হজ্জ বলতে ঐ হজ্জকে বুঝায়, যে হজ্জে কোন গোনাহ করা হয়নি এবং যে হজ্জের আরকান-আহকাম সবকিছু (ছহীহ সুন্নাহ মোতাবেক) পরিপূর্ণভাবে আদায় করা হয়েছে । এতদ্ব্যতীত হজ্জ থেকে ফিরে আসার পরে পূর্বের চেয়ে উত্তম হওয়া এবং পূর্বের গোনাহে পুনরায় লিপ্ত না হওয়া কবুল হজ্জের বাহ্যিক নিদর্শন হিসাবে গণ্য হয় ।' (ফৎহুল বারী ৩/৪৪৬; হা/১৫১৯-এর ব্যখ্যা) । আল্লাহর রাসূল (সাঃ) বিদায় হজ্জের ভাষণে বলেছিলেন,...سَتَلْقَوْنَ رَبَّكُمْ، فَسَيَسْأَلُكُمْ عَنْ أَعْمَالِكُمْ، أَلاَ فَلاَ تَرْجِعُوا بَعْدِى ضُلاَّلاً، 'হে লোকসকল! সত্বর তোমরা তোমাদের প্রভুর সঙ্গে মিলিত হবে । অতঃপর তিনি তোমাদেরকে তোমাদের আমল সম্পর্কে জিজ্ঞেস করবেন । অতএব সাবধান! তোমরা আজকের দিনের পর যেন পুনরায় পথভ্রষ্ট হয়ো না ।' (মুত্তাফাক্ব 'আলাইহ, মিশকাত হা/২৬৫৯; শারহুন নববী আলা মুসলিম ৯/১১৯, ১৩৪৯ হাদিসের ব্যখ্যা দ্রষ্টব্য)</h4>
               <br>
               <br>
               <br>
               <h3 class="fw-bold mt-5">হজ্জ পূর্ববর্তী গুনাহকে ধ্বংস করে দেয়ঃ</h3>
               <br>
               <h2 style="line-height:1.8">عَنْ أَبِى هُرَيْرَةَ رضى الله عنه قَالَ قَالَ رَسُولُ اللهِ صلى اللهعَنِ ابْنِ شَمَاسَةَ الْمَهْرِىِّ قَالَ حَضَرْنَا عَمْرَو بْنَ الْعَاصِ وَهُوَ فِي سِيَاقَةِ الْمَوْتِ، فَبَكَى طَوِيلاً وَحَوَّلَ وَجْهَهُ إِلَى الْجِدَار وَقَالَ فَلَمَّا جَعَلَ اللهُ الإِِسْلاَمَ فِيْ قَلْبِيْ أَتَيْتُ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقُلْتُ يَا رَسُولَ اللهِ ابْسُطْ يَمِيْنَكَ لأُبَايِعَكَ، فَبَسَطَ يَدَهُ، فَقَبَضْتُ يَدِيْ، فَقَالَ مَا لَكَ يَا عَمْرُو قَالَ أَرَدْتُ أَنْ أَشْتَرِطَ قَالَ تَشْتَرِطُ مَاذَا قَالَ أَنْ يُغْفَرَ لِيْ قَالَ أَمَا عَلِمْتَ يَا عَمْرُو أَنَّ الإِسْلاَمَ يَهْدِمُ مَا كَانَ قَبْلَهُ، وَأَنَّ الْهِجْرَةَ تَهَدَّمُ مَا كَانَ قَبْلَهَا وَأَنَّ الْحَجَّ يَهْدِمُ مَا كَانَ قَبْلَهُ .</h2>
               <br>
               <h4 style="line-height:1.5;">ইবনু শামাসা আল-মাহরী (রহঃ) হ'তে বর্ণিত তিনি বলেন, আমরা আমর ইবনুল আছ (রাঃ)-এর মুমূর্ষু অবস্থায় তাকে দেখতে উপস্থিত হ'লাম । তখন তিনি দীর্ঘ সময় ধরে কাঁদলেন এবং দেয়ালের দিকে মুখ ফিরিয়ে রাখলেন । এরপর তিনি বললেন, আল্লাহ যখন আমার অন্তরে ইসলামের অনুরাগ সৃষ্টি করে দিলেন, তখন আমি রাসূল (সাঃ)-এর নিকটে উপস্থিত হয়ে অনুরোধ জানালাম যে, আপনার ডান হাত বাড়িয়ে দিন, যাতে আমি বায়'আত করতে পারি । রাসূল (সাঃ) তাঁর ডান হাত বাড়িয়ে দিলেন । কিন্তু আমি আমার হাত গুটিয়ে নিলাম । তখন রাসূল (সাঃ) বললেন, কি ব্যাপার হে আমর ? আমি বললাম, আমি শর্ত করতে চাই । তিনি বললেন, কি শর্ত করতে চাও ? আমি বললাম, আল্লাহ যেন আমার (পিছনের সব) গুনাহ মাফ করে দেন । তিনি বললেন, হে আমর! তুমি কি জান না, 'ইসলাম' তার পূর্বেকার সকল পাপ বিদূরিত করে দেয় এবং 'হিজরত' তার পূর্বেকার সকল কিছুকে বিনাশ করে দেয় । একইভাবে 'হজ্জ' তার পূর্বের সবকিছুকে বিনষ্ট করে দেয় ?' (মুসলিম হা/১২১; ইবনু হিববান হা/২৫১৫; মিশকাত হা/২৮)</h4>
               <br>
               <br>
               <br>
               <h3 class="fw-bold mt-5">হজ্জ দরিদ্রতা ও গোনাহ সমূহ বিদূরিত করেঃ</h3>
               <br>
               <h2 style="line-height:1.8">وَالذَّهَبِ وَالْفِضَّةِ، وَلَيْسَ لِلْحَجَّةِ الْمَبْرُوْرَةِ ثَوَابٌ إِلاَّ الْجَنَّة عَنْ عَبْدِ اللهِ بْنِ مَسْعُودٍ قَالَ قَالَ رَسُولُ اللهِ صلى الله عليه وسلم: تَابِعُوْا بَيْنَ الْحَجِّ وَالْعُمْرَةِ فَإِنَّهُمَا يَنْفِيَانِ الْفَقْرَ وَالذُّنُوْبَ كَمَا يَنْفِى الْكِيْرُ خَبَثَ الْحَدِيْدِ .</h2>
               <br>
               <h4 style="line-height:1.5;">আব্দুল্লাহ ইবনু মাসঊদ (রাঃ) হ'তে বর্ণিত তিনি বলেন, রাসূল (সাঃ) বলেছেন, 'তোমরা হজ্জ ও ওমরাহর মধ্যে ধারাবাহিকতা বজায় রাখো (অর্থাৎ সাথে সাথে কর)। কেননা এ দু'টি মুমিনের দরিদ্রতা ও গোনাহ সমূহ দূর করে দেয়, যেমন (কামারের আগুনের) হাপর লোহা, স্বর্ণ ও রৌপ্যের ময়লা দূর করে দেয় । আর কবুল হজ্জের প্রতিদান জান্নাত ব্যতীত কিছুই নয় ।' (তিরমিযী হা/৮১০; নাসাঈ হা/২৬৩০; মিশকাত হা/২৫২৪; ছহীহাহ হা/১২০০; ছহীহ আত-তারগীব হা/১১০৫)</h4>
               <br>
               <br>
               <br>
               <h3 class="fw-bold mt-5">শ্রেষ্ঠ জিহাদ হজ্জঃ</h3>
               <br>
               <h2 style="line-height:1.8">عَنْ عَائِشَةَ أُمِّ الْمُؤْمِنِيْنَ رضى الله عنها قَالَتْ قُلْتُ يَا رَسُولَ اللهِ أَلاَ نَغْزُوْا وَنُجَاهِدُ مَعَكُمْ؟ فَقَالَ لَكُنَّ أَحْسَنُ الْجِهَادِ وَأَجْمَلُهُ الْحَجُّ، حَجٌّ مَبْرُوْرٌ . فَقَالَتْ عَائِشَةُ فَلاَ أَدَعُ الْحَجَّ بَعْدَ إِذْ سَمِعْتُ هَذَا مِنْ رَسُوْلِ اللهِ صلى الله عليه وسلم .</h2>
               <br>
               <h4 style="line-height:1.5;">উম্মুল মুমিনীন আয়েশা (রাঃ) হ'তে বর্ণিত তিনি বলেন, আমি বললাম, হে আল্লাহর রাসূল! আমরা কি আপনাদের সঙ্গে যুদ্ধ ও জিহাদে অংশগ্রহণ করব না ? তিনি বললেন, তোমাদের জন্য উত্তম ও উৎকৃষ্ট জিহাদ হ'ল হজ্জ, কবূল হজ্জ । আয়েশা (রাঃ) বললেন, আল্লাহর রাসূল (সাঃ) হ'তে এ কথা শোনার পর আমি আর কখনো হজ্জ ছাড়ব না ।' (বুখারী হা/১৮৬১; আহমাদ হা/২৫৫৮৪১; মিশকাত হা/২৫৩৪) । অন্য বর্ণনায় রয়েছে, আয়েশা (রাঃ) একদা রাসূলুল্লাহ (সাঃ) কে জিজ্ঞেস করলেন, হে আল্লাহর রাসূল! মহিলাদের উপরে 'জিহাদ' আছে কি ? তিনি বললেন, হ্যাঁ আছে । তবে সেখানে যুদ্ধ নেই । সেটি হ'ল হজ্জ ও ওমরাহ ।' (ইবনু মাজাহ হা/২৯০১; মিশকাত হা/২৫৩৪; ইরওয়া হা/৯৮১;ছহীহ আত-তারগীব হা/১০৯৯) । অপর এক বর্ণনায় এসেছে, রাসূল (সাঃ) বলেন, . جِهَادُ الْكَبِيْرِ وَالصَّغِيْرِ وَالضَّعِيْفِ وَالْمَرْأَةِ الْحَجُّ وَالْعُمْرَةُ 'বড়, ছোট, দুর্বল ও মহিলা সকলের জন্য জিহাদ হ'ল হজ্জ ও ওমরাহ ।' (নাসাঈ হা/২৬২৬; ছহীহ আত-তারগীব হা/১১০০) । অন্য বর্ণনায় রয়েছে, এক ব্যক্তি রাসূল (সাঃ) এর নিকট এসে বলল, হে আল্লাহর রাসূল! إِنِّي جَبَانٌ، وَإِنِّيْ ضَعِيفٌ، فَقَالَ: هَلُمَّ إِلَى جِهَادٍ لَا شَوْكَةَ فِيْهِ: الْحَجِّ 'আমি তো ভীতু এবং দুর্বল (আর আমার উপর জিহাদ ফরজ) । তখন রাসূল (সাঃ) বললেন, ছুটে এসো এমন এক জিহাদের দিকে যেখানে কোন কষ্ট নেই । আর তা হ'ল হজ্জ ।' (মু'জামুল কাবীর হা/২৯১০, আওসাত্ব হা/৪২৮৭; ছহীহুল জামে' হা/৭০৪৪; ছহীহ আত-তারগীব হা/১০৯৮)</h4>
               <br>
               <br>
               <br>
               <h3 class="fw-bold mt-5">অন্যতম শ্রেষ্ঠ আমল হজ্জঃ</h3>
               <br>
               <h2 style="line-height:1.8">عَنْ أَبِى هُرَيْرَةَ رضى الله عنه قَالَ سُئِلَ النَّبِىُّ صلى الله عليه وسلم أَىُّ الأَعْمَالِ أَفْضَلُ؟ قَالَ إِيْمَانٌ بِاللهِ وَرَسُوْلِهِ. قِيْلَ ثُمَّ مَاذَا قَالَ جِهَادٌ فِىْ سَبِيْلِ اللهِ. قِيْلَ ثُمَّ مَاذَا قَالَ حَجٌّ مَبْرُوْرٌ .</h2>
               <br>
               <h4 style="line-height:1.5;">আবু হুরায়রা (রাঃ) হ'তে বর্ণিত তিনি বলেন, রাসূল (সাঃ) কে জিজ্ঞেস করা হ'ল, কোন আমলটি সর্বোত্তম ? তিনি বললেন, 'শ্রেষ্ঠ আমল হ'ল  আল্লাহ ও তাঁর রাসূলের উপরে ঈমান আনা । বলা হ'ল, তারপর কি ? তিনি বললেন, আল্লাহর রাস্তায় জিহাদ করা । জিজ্ঞেস করা হ'ল, তারপর কি ? তিনি বললেন, কবুল হজ্জ ।' (বুখারী হা/১৫১৯; মুসলিম হা/৮৩; মিশকাত হা/২৫০৬) । অন্য বর্ণনায় রয়েছে, রাসূল (সাঃ) বলেন, . الإِيْمَانُ بِاللهِ وَحْدَهُ ثُمَّ الْجِهَادُ ثُمَّ حَجَّةٌ بَرَّةٌ تَفْضُلُ سَائِرَ الْعَمَلِ كَمَا بَيْنَ مَطْلَعِ الشَّمْسِ إِلَى مَغْرِبِهَا 'শ্রেষ্ঠ আমল হ'ল এক আল্লাহর প্রতি ঈমান আনা । অতঃপর আল্লাহর রাস্তায় জিহাদ করা । অতঃপর কবুল হজ্জ । যা সকল আমলের উপর এমন মর্যাদাবান যেমন পূর্ব দিগন্ত ও পশ্চিম দিগন্তের মধ্যে দূরত্ব রয়েছে ।' (আহমাদ হা/১৯০৩২; মু‘জামুল কাবীর হা/৮০৯; ছহীহুল জামে‘ হা/১০৯১; ছহীহ আত-তারগীব হা/১১০৩)</h4>
               <br>
               <br>
               <br>
               <h3 class="fw-bold mt-5">হাজীগণ আল্লাহর মেহমানঃ</h3>
               <br>
               <h2 style="line-height:1.8">عَنْ أَبِيْ هُرَيْرَةَ قَالَ قَالَ رَسُولُ اللهِ صلى الله عليه وسلم وَفْدُ اللهِ ثَلَاثَةٌ الْغَازِيْ، وَالْحَاجُّ وَالْمُعْتَمِرُ .</h2>
               <br>
               <h4 style="line-height:1.5;">আবু হুরায়রা (রাঃ) হ'তে বর্ণিত তিনি বলেন, রাসূল (সাঃ) বলেছেন, 'আল্লাহর মেহমান হ'ল তিনটি দল- আল্লাহর রাস্তায় যুদ্ধকারী, হজ্জকারী ও ওমরাহ্কারী ।' (নাসাঈ হা/২৬২৫; ছহীহুল জামে‘ হা/৭১১২; ছহীহ আত-তারগীব হা/১১০৯; মিশকাত হা/২৫৩৭) । অন্য বর্ণনায় রয়েছে, রাসূল (সাঃ) বলেন, . الْحُجَّاجُ وَالْعُمَّارُ وَفْدُ اللهِ إِنْ دَعَوْهُ أَجَابَهُمْ وَإِنِ اسْتَغْفَرُوهُ غَفَرَ لَهُمْ 'হজ্জ ও ওমরাহ পালনকারীগণ আল্লাহর মেহমান । তারা দোয়া করলে তিনি কবুল করেন । তারা ক্ষমা প্রার্থনা করলে তিনি তাদের ক্ষমা করে দেন ।' (ইবনু মাজাহ হা/২৮৯২; ছহীহ আত-তারগীব হা/১১০৯; মিশকাত হা/২৫৩৬) । অপর বর্ণনায় রয়েছে, 'তারা কোন কিছু চাইলে তিনি তা দেন ।' (ইবনু মাজাহ হা/২৮৯৩; ছহীহাহ হা/১৮২০; ছহীহুল জামে‘ হা/৪১৭১; ছহীহ আত-তারগীব হা/১১০৭)</h4>
               <br>
               <br>
               <br>
               <h3 class="fw-bold mt-5">ফেরেশতাদের সামনে হাজীদের প্রশংসাঃ</h3>
               <br>
               <h2 style="line-height:1.8">عَنْ عَائِشَةَ قَالَتْ أَنَّ رَسُولَ اللهِ صلى الله عليه وسلم قَالَ مَا مِنْ يَوْمٍ أَكْثَرَ مِنْ أَنْ يَعْتِقَ اللهُ عَزَّ وَجَلَّ فِيْهِ عَبْدًا أَوْ أَمَةً مِنَ النَّارِ مِنْ يَوْمِ عَرَفَةَ إِنَّهُ لَيَدْنُو ثُمَّ يُبَاهِىْ بِهِمُ الْمَلاَئِكَةَ وَيَقُوْلُ مَا أَرَادَ هَؤُلاَءِ ?</h2>
               <br>
               <h4 style="line-height:1.5;">আয়েশা (রাঃ) হ'তে বর্ণিত তিনি বলেন, রাসূল (সাঃ) বলেছেন, 'আরাফার দিন ব্যতীত অন্য কোন দিন আল্লাহ এত অধিক পরিমাণ লোককে জাহান্নাম থেকে মুক্ত করেন না । ঐদিন আল্লাহ নিকটবর্তী হন । অতঃপর আরাফাহ ময়দানের হাজীদের নিয়ে ফেরেশতাদের নিকট গর্ব করেন ও বলেন, দেখ ঐ লোকেরা কি চায় ?' (মুসলিম হা/১৩৪৮; মিশকাত হা/২৫৯৪; ছহীহাহ হা/২৫৫১) । অন্য বর্ণনায় এসেছে, 'ওরা আল্লাহর মেহমান । আল্লাহ ওদের ডেকেছেন তাই ওরা এসেছে । এখন ওরা চাইবে আর আল্লাহ তা দিয়ে দিবেন ।' (ইবনু মাজাহ হা/২৮৯৩; ছহীহাহ হা/১৮২০) । রাসূলুল্লাহ (সাঃ) বলেন, خَيْرُ الدُّعَاءِ دُعَاءُ يَوْمِ عَرَفَةَ 'শ্রেষ্ঠ দোয়া হ'ল আরাফাহ দিবসের দোয়া ।' (তিরমিযী হা/৩৫৮৫; মিশকাত হা/২৫৯৮; ছহীহ আত-তারগীব হা/১৫৩৬; ছাহীহাহ হা/১৫০৩)</h4>
               <br>
               <br>
               <br>
               <h3 class="fw-bold mt-5">হজ্জের নিয়তকারীগণ কোন কারণে হজ্জ করতে সক্ষম না হ'লেও নেকী পাবেঃ</h3>
               <br>
               <h2 style="line-height:1.8">عَنْ أَبِي هُرَيْرَةَ قَالَ قَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مَنْ خَرَجَ حَاجًّا أَوْ مُعْتَمِرًا أَوْ غَازِيًا ثُمَّ مَاتَ فِيْ طَرِيْقِهِ كَتَبَ اللهُ لَهُ أَجْرَ الْغَازِيْ وَالْحَاجِّ وَالْمُعْتَمِرِ إِلَى يَوْمِ الْقِيَامَةِ  .</h2>
               <br>
               <h4 style="line-height:1.5;">আবু হুরায়রা (রাঃ) হ'তে বর্ণিত তিনি বলেন, রাসূলুল্লাহ (সাঃ) এরশাদ করেছেন, 'যে ব্যক্তি হজ্জ, ওমরাহ কিংবা জিহাদের উদ্দেশ্যে বের হ'ল এবং রাস্তায় মৃত্যুবরণ করল, আল্লাহ তার জন্য পূর্ণ নেকী লিখে দিবেন ।' (বায়হাকী, শু‘আবুল ঈমান হা/৪১০০; ছহীহ আত-তারগীব হা/১১১৪; ছহীহাহ হা/২৫৫৩ ; মিশকাত হা/২৫৩৯)</h4>
               <br>
               <br>
               <br>
               <h3 class="fw-bold mt-5">হজ্জে মৃত্যুবরণকারীগণ ক্বিয়ামতের দিন তালবিয়া পাঠরত অবস্থায় উঠবেঃ</h3>
               <br>
               <h2 style="line-height:1.8">عَنِ ابْنِ عَبَّاسٍ رضى الله عنهما قَالَ بَيْنَمَا رَجُلٌ وَاقِفٌ مَعَ رَسُولِ اللهِ صلى الله عليه وسلم بِعَرَفَةَ إِذْ وَقَعَ مِنْ رَاحِلَتِهِ فَأَقْصَعَتْهُ أَوْ قَالَ فَأَقْعَصَتْهُ، فَقَالَ رَسُولُ اللهِ صلى الله عليه وسلم اغْسِلُوْهُ بِمَاءٍ وَسِدْرٍ وَكَفِّنُوهُ فِىْ ثَوْبَيْنِ وَلاَ تُحَنِّطُوْهُ وَلاَ تُخَمِّرُوْا رَأْسَهُ فَإِنَّ اللهَ يَبْعَثُهُ يَوْمَ الْقِيَامَةِ مُلَبِّيًا .</h2>
               <br>
               <h4 style="line-height:1.5;">ইবনু আববাস (রাঃ) হ'তে বর্ণিত তিনি বলেন, 'এক ব্যক্তি আল্লাহর রাসূল (সাঃ) এর সঙ্গে আরাফাতে অবস্থান কালে অকস্মাৎ সে তার সওয়ারী হ'তে পড়ে যান । এতে তাঁর ঘাড় মটকে গেল অথবা রাবী বলেন, ঘাড় মটকে দিল । (যাতে তিনি মারা গেলেন) । তখন আল্লাহর রাসূল (সাঃ) বললেন, তাঁকে বরই পাতাসহ পানি দিয়ে গোসল দাও এবং দু'কাপড়ে তাঁকে কাফন দাও; তাঁকে সুগন্ধি লাগাবে না এবং তার মস্তক আবৃত করবে না । কেননা আল্লাহ তা'আলা কিয়ামতের দিন তাঁকে তালবিয়া পাঠরত অবস্থায় উত্থিত করবেন ।' (বুখারী হা/১২৬৬; মুসলিম হা/১২০৬; মিশকাত হা/১৬৩৭)</h4>
               <br>
               <br>
               <br>
               <h3 class="fw-bold mt-5">হাজীদের প্রতিটি পদচারণায় নেকী অর্জিত হয় ও গুনাহ বিদূরীত হয়ঃ</h3>
               <br>
               <h2 style="line-height:1.8">عن اِبْنِ عُمَرَ قَالَ سَمِعْتُ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: مَنْ طَافَ بِالْبَيْتِ أُسْبُوْعًا لاَ يَضَعُ قَدَمًا، وَلاَ يَرْفَعُ أُخْرَى، إِلاَّ حَطَّ اللهُ عَنْهُ بِهَا خَطِيْئَةً، وَكَتَبَ لَهُ بها حسنة، وَرَفَعَ لَهُ بِهَا دَرَجَةً .</h2>
               <br>
               <h4 style="line-height:1.5;">ইবনু ওমর (রাঃ) হ'তে বর্ণিত তিনি বলেন, আমি রাসূল (সাঃ) কে বলতে শুনেছি, 'যে ব্যক্তি বায়তুল্লাহর সাতটি তাওয়াফ করবে, এই সময় প্রতি পদক্ষেপে আল্লাহ তার জন্য একটি করে নেকী লিখেন এবং একটি গুনাহ বিদূরীত করেন এবং একগুণ মর্যাদা বৃদ্ধি করে দেন ।' (ইবনু হিববান হা/৩৬৯৭; ছহীহ আত-তারগীব হা/১১৪৩; মিশকাত হা/২৫২৮)</h4>
               <br>
               <br>
               <br>
               <h3 class="fw-bold mt-5">যমযমের পানি পান করার ফযীলতঃ</h3>
               <br>
               <h4 style="line-height:1.5;">তাওয়াফ শেষে দু'রাকাআত ছালাতান্তে মাত্বাফ থেকে বেরিয়ে পাশেই যমযম কুয়া । সেখানে গিয়ে যমযমের পানি বিসমিল্লাহ বলে দাঁড়িয়ে পান করবে ও কিছুটা মাথায় দিবে । (মুত্তাফাক্ব 'আলাইহ, মিশকাত হা/৪২৬৮) । যমযমের পানি সম্পর্কে রাসূলুল্লাহ (সাঃ) বলেন, خَيْرُ مَاءٍ عَلَى وَجْهِ الْأَرْضِ مَاءُ زَمْزَمَ، وَفِيهِ طَعَامٌ مِنَ الطُّعْمِ، وَشِفَاءٌ مِنَ السُّقْمِ .</h4>
               <br>
               <h4 style="text-indent: 50px; line-height:1.5;">'ভূপৃষ্ঠে সেরা পানি হ'ল যমযমের পানি । এর মধ্যে রয়েছে পুষ্টিকর খাদ্য এবং রোগ মুক্তি ।' (ত্বাবারাণী, মু'জামুল আওসাত্ব হা/৩৯১২; ছহীহাহ হা/১০৫৬; ছহীহুল জামে' হা/৩৩২২।) । অন্য বর্ণনায় এসেছে, إِنَّهَا مُبَارَكَةٌ 'এটি বরকত মন্ডিত ।' (মুসলিম হা/২৪৭৩; আহমাদ হা/২৪৫৬৫; ছহীহাহ হা/১০৫৬) । রাসূল (সাঃ) আরো বলেন, 'এই পানি কোন রোগ থেকে আরোগ্যের উদ্দেশ্যে পান করলে তোমাকে আল্লাহ আরোগ্য দান করবেন । এটি পানের মাধ্যমে আশ্রয় প্রার্থনা করলে আল্লাহ তোমাকে আশ্রয় দিবেন । আর তুমি এটা পরিতৃপ্তি বা পিপাসা মিটানোর জন্য পান করলে আল্লাহ সেটিই করবেন ।' (দারাকুৎনী হা/২৭৭২; হাকেম হা/১৭৩৯; ছহীহ আত-তারগীব হা/১১৬৪) । রাসূল (সাঃ) যমযমের পানি বহন করে নিয়ে যেতেন । অতঃপর রোগীদের মাথায় ঢালতেন এবং তাদের পান করাতেন । (ছহীহাহ হা/৮৮৩; ছহীহুল জামে‘ হা/৪৯৩১) । বস্তুতঃ যমযম হ'ল আল্লাহর বিশেষ অনুগ্রহে সৃষ্ট এক অলৌকিক কুয়া । যা শিশু ইসমাঈল ও তাঁর মা হাজেরার জীবন রক্ষার্থে এবং পরবর্তীতে মক্কার আবাদ ও শেষনবী (সাঃ) এর আগমন স্থল হিসাবে গড়ে তোলার উদ্দেশ্যে সৃষ্ট হয়েছিল ।</h4>
               <br>
             </div>
           </div>
         </div>
         <a href="#" class="back-to-top"><i class="fas fa-chevron-up"></i></a>
      </section>
    </main>
    <footer>
      
    </footer>
  </body> 
    <script src="../../js/jquery-1.12.4.min.js"></script>
    <script src="../../js/bootstrap.bundle.min.js"></script>
    <script src="../../js/sweetalert2@11.js"></script>
</html>
<script>
     $(function(){
        // sticky menu
        $(window).on('scroll', function(){
        var scrolling = $(this).scrollTop();
        var back2top = $(".back-to-top");
        if(scrolling > 100){
        back2top.fadeIn(1000);	
        }
        else {
	        back2top.fadeOut(1000);
        }
        });	
         
        // back to top
        var html_body = $('html, body');
        back2top.on('click', function(){
        html_body.animate({scrollTop:0},5000);	
        });
      });  
  </script>