<!doctype html>
<html lang="en">
  <head>
    <meta charset="utf-8">
    <meta name="viewport" content="width=device-width, initial-scale=1">
    <link rel="stylesheet" href="../../css/all.min.css">
    <link rel="stylesheet" href="../../css/bootstrap.min.css">
    <link rel="stylesheet" href="../../css/bootstrap-extensions.css">
    <link rel="stylesheet" href="../../css/bootstrap-icons.css">
    <link rel="stylesheet" href="../../css/dashboard.css">
    <title>Islam</title>
    <style>
       /* back to top btn */
       .back-to-top {
	       position: fixed;
	       bottom:  20px;
	       right: 20px;
	       z-index: 9999;
	       display: none;
       }
       .back-to-top i {
	       width: 40px;
	       height: 40px;
	       background: #fff;
	       color: #e3a364;
	       border-radius: 50%;
	       line-height: 40px;
	       text-align: center;
	       font-size: 24px;
       }
       .back-to-top i:hover{
         background: #cecccc; 
         transition: all linear .5s;
       }
    </style>
  </head>
  <body>
    <header>
      
    </header>
    <main>
      <section style="background-color: #e3a364;">
         <div class="d-flex justify-content-end py-3 px-2">
           <a href="../Hajj.php"><button class="btn btn-light">
               <svg xmlns="http://www.w3.org/2000/svg" fill="none" viewBox="0 0 24 24" stroke-width="1.5" stroke="currentColor" style="width:20px; height:20px;">
                 <path stroke-linecap="round" stroke-linejoin="round" d="M9 15L3 9m0 0l6-6M3 9h12a6 6 0 010 12h-3" />
               </svg>
            </button></a>
         </div>
         <div class="container">
           <div class="row">
             <div class="col-8 mx-auto py-5 text-white">
               <h3 class="fw-bold">কুরআনের আলোকে হজ্জের গুরুত্বঃ</h3>
               <br>
               <h4 style="line-height:1.5;">সালাত, রোজা ও যাকাতের মত হজ্জ পালন করা সামর্থ্যবান ব্যক্তিদের উপর ফরজ । আল্লাহ তা'আলা বলেন, وَلِلَّهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ مَنِ اسْتَطَاعَ إِلَيْهِ سَبِيلاً وَمَنْ كَفَرَ فَإِنَّ اللهَ غَنِيٌّ عَنِ الْعَالَمِينَ . 'আর আল্লাহর উদ্দেশ্যে এ গৃহের হজ্জ করা ঐ ব্যক্তির উপর ফরজ করা হ'ল, যার এখানে আসার সামর্থ্য রয়েছে । আর যে ব্যক্তি তা অস্বীকার করে (সে জেনে রাখুক যে,) আল্লাহ জগদ্বাসী থেকে মুখাপেক্ষীহীন' (আলে ইমরান ৩/৯৭) । এটিই হজ্জ ফরজ হওয়ার মূল দলীল । (তাফসীরে ইবনু কাছীর ২/৮১, অত্র আয়াতের ব্যখ্যা দ্রষ্টব্য) । তিনি আরো বলেন, .وَأَتِمُّوا الْحَجَّ وَالْعُمْرَةَ لِلَّهِ فَإِنْ أُحْصِرْتُمْ فَمَا اسْتَيْسَرَ مِنَ الْهَدْيِ 'আর তোমরা আল্লাহর উদ্দেশ্যে হজ্জ ও ওমরাহ পূর্ণ কর । কিন্তু যদি তোমরা বাধাপ্রাপ্ত হও, তাহ'লে যা সহজলভ্য হয়, তাই কুরবানী কর' (বাক্বারাহ ২/১৯৬) । এ আয়াতটি হজ্জ ফরজ হওয়ার পাশাপাশি ওমরাহ ফরজ হওয়ারও দাবী রাখে, যে ব্যাপারে অধিকাংশ সাহাবী ও ওলামায়ে কেরাম অভিমত ব্যক্ত করেছেন । (তাফসীরে ইবনু কাছীর ১/৫৩০-৫৩১, অত্র আয়াতের ব্যখ্যা দ্রষ্টব্য) । অন্যত্র তিনি বলেন,</h4>
               <br>
               <h2 style="line-height:1.8;">وَأَذِّنْ فِي النَّاسِ بِالْحَجِّ يَأْتُوكَ رِجَالاً وَعَلَى كُلِّ ضَامِرٍ يَأْتِينَ مِنْ كُلِّ فَجٍّ عَمِيقٍ، لِيَشْهَدُوا مَنَافِعَ لَهُمْ وَيَذْكُرُوا اسْمَ اللهِ فِي أَيَّامٍ مَعْلُومَاتٍ عَلَى مَا رَزَقَهُمْ مِنْ بَهِيمَةِ الْأَنْعَامِ .</h2>
               <br>
               <h4 style="line-height:1.5;">'আর তুমি মানুষের মাঝে হজ্জের ঘোষণা প্রচার করে দাও । তারা তোমার কাছে আসবে পায়ে হেঁটে এবং সকল প্রকার (পথশ্রান্ত) কৃশকায় উটের উপর সওয়ার হয়ে দূর-দূরান্ত হ'তে । যাতে তারা তাদের (দুনিয়া ও আখিরাতের) কল্যাণের জন্য সেখানে উপস্থিত হ'তে পারে এবং রিযিক হিসাবে তাদের দেওয়া গবাদিপশুসমূহ যবেহ করার সময় নির্দিষ্ট দিনগুলিতে তাদের উপর আল্লাহর নাম উচ্চারণ করতে পারে' (হজ্জ ২২/২৭-২৮) । অত্র আয়াতসমূহে হজ্জ ফরজ হওয়ার বিষয়টি সুস্পষ্টরূপে প্রতিভাত হয়েছে ।'</h4>
               <br>
               <h3 class="fw-bold mt-5">হাদিসের আলোকে হজ্জের গুরুত্বঃ</h3>
               <br>
               <h4 style="line-height:1.5;">হজ্জের গুরুত্ব সম্পর্কে অনেক হাদিস বর্ণিত হয়েছে । তন্মধ্যে কয়েকটি হাদিস নিম্নে পেশ করা হ'ল -</h4>
               <br>
               <h2 style="line-height:1.8;">عَنِ ابْنِ عُمَرَ قَالَ قَالَ رَسُولُ اللهِ صلى الله عليه وسلم بُنِىَ الإِسْلاَمُ عَلَى خَمْسٍ شَهَادَةِ أَنْ لاَ إِلَهَ إِلاَّ اللهُ وَأَنَّ مُحَمَّدًا رَسُولُ اللهِ وَإِقَامِ الصَّلاَةِ وَإِيتَاءِ الزَّكَاةِ، وَالْحَجِّ وَصَوْمِ رَمَضَانَ متفق عليه .</h2>
               <br>
               <h4 style="line-height:1.5;">ইবনু ওমর (রাঃ) হ'তে বর্ণিত তিনি বলেন, রাসূলুল্লাহ (সাঃ) বলেছেন, 'ইসলাম পাঁচটি স্তম্ভের উপরে প্রতিষ্ঠিত (১) তাওহীদ ও রিসালাতের সাক্ষ্য প্রদান করা এ মর্মে যে, আল্লাহ ছাড়া কোন উপাস্য নেই এবং মুহাম্মাদ (সাঃ) তাঁর বান্দা ও রাসূল (২) নামাজ কায়েম করা (৩) যাকাত প্রদান করা (৪) হজ্জ সম্পাদন করা ও (৫) রমজানের রোজা পালন করা ।' (বুখারী হা/৮; মুসলিম হা/১৬; মিশকাত হা/৪)</h4>
               <br>
               <h2 style="line-height:1.8;">عَنْ أَبِى هُرَيْرَةَ قَالَ خَطَبَنَا رَسُولُ اللهِ صلى الله عليه وسلم فَقَالَ أَيُّهَا النَّاسُ قَدْ فَرَضَ اللهُ عَلَيْكُمُ الْحَجَّ فَحُجُّوا فَقَالَ رَجُلٌ أَكُلَّ عَامٍ يَا رَسُولَ اللهِ فَسَكَتَ حَتَّى قَالَهَا ثَلاَثًا فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم لَوْ قُلْتُ نَعَمْ لَوَجَبَتْ وَلَمَا اسْتَطَعْتُمْ ثُمَّ قَالَ ذَرُونِى مَا تَرَكْتُكُمْ فَإِنَّمَا هَلَكَ مَنْ كَانَ قَبْلَكُمْ بِكَثْرَةِ سُؤَالِهِمْ وَاخْتِلاَفِهِمْ عَلَى أَنْبِيَائِهِمْ، فَإِذَا أَمَرْتُكُمْ بِشَىْءٍ فَأْتُوا مِنْهُ مَا اسْتَطَعْتُمْ وَإِذَا نَهَيْتُكُمْ عَنْ شَىْءٍ فَدَعُوهُ .</h2>
               <br>
               <h4 style="line-height:1.5;">আবূ হুরায়রা (রাঃ) হ’তে বর্ণিত তিনি বলেন, একদা রাসুলুল্লাহ (সাঃ) আমাদের উদ্দেশ্যে ভাষণে বললেন, 'হে জনগণ! তোমাদের উপর হজ্জ ফরজ করা হয়েছে । অতএব তোমরা হজ্জ সম্পাদন কর । এক ব্যক্তি জিজ্ঞেস করল, হে আল্লাহর রাসূল! তা কি প্রতি বছর ? তিনি নীরব থাকলেন এবং সে তিনবার কথাটি বলল । এরপর রাসুলুল্লাহ (সাঃ) বললেন, আমি হ্যাঁ বললে তা ওয়াজিব হয়ে যাবে (প্রতি বছরের জন্য) অথচ তোমরা তা পালন করতে সক্ষম হবে না । তিনি পুনরায় বললেন, তোমরা আমাকে ততটুকু কথার উপর থাকতে দাও যতটুকু আমি তোমাদের জন্য বলি । কারণ তোমাদের পূর্বেকার লোকেরা তাদের অধিক প্রশ্নের কারণে এবং তাদের নবীদের সাথে বিরোধিতার কারণে ধ্বংস হয়েছে । অতএব আমি তোমাদের যখন কোন কিছু করার নির্দেশ দেই, তোমরা তা যথাসাধ্য পালন কর এবং যখন তোমাদের কোন কিছু করতে নিষেধ করি তখন তা পরিত্যাগ কর ।' (মুসলিম হা/১৩৩৭; মিশকাত হা/২৫০৫; ইরওয়া হা/৯৮০) । এ হাদিসটি স্পষ্টভাবে জীবনে একবার হজ্জ ফরজ হওয়ার প্রমাণ বহন করে ।</h4>
               <br>
               <h2 style="line-height:1.8;">عَنِ ابْنِ عَبَّاسٍ أَنَّ الأَقْرَعَ بْنَ حَابِسٍ سَأَلَ النَّبِىَّ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللهِ الْحَجُّ فِىْ كُلِّ سَنَةٍ أَوْ مَرَّةً وَاحِدَةً قَالَ بَلْ مَرَّةً وَاحِدَةً فَمَنْ زَادَ فَهُوَ تَطَوُّعٌ .</h2>
               <br>
               <h4 style="line-height:1.5;">ইবনু আববাস (রাঃ) হ'তে বর্ণিত তিনি বলেন, একদা আকরা' বিন হাবেস নবী কারীম (সাঃ)-কে জিজ্ঞেস করলেন, হে আল্লাহর রাসূল! হজ্জ কি প্রতি বছর ফরজ না জীবনে একবারই ফরজ ? তিনি বললেন, না বরং হজ্জ জীবনে একবার ফরজ । যে অধিক করবে তা তার জন্য নফল হবে ।' (আবুদাউদ হা/১৭২১; ইবনু মাজাহ হা/২৮৮৬;আহমাদ হা/২৬৪২; দারেমী হা/১৭৮৮, সনদ ছহীহ)</h4>
               <br>
               <h2 style="line-height:1.8;">عَنْ أَبِىْ سَعِيْدٍ الْخُدْرِىِّ رضى الله عنه عَنِ النَّبِىِّ صلى الله عليه وسلم قَالَ لَيُحَجَّنَّ الْبَيْتُ وَلَيُعْتَمَرَنَّ بَعْدَ خُرُوْجِ يَأْجُوْجَ وَمَأْجُوْجَ .</h2>
               <br>
               <h4 style="line-height:1.5;">আবু সাঈদ খুদরী (রাঃ) হ’তে বর্ণিত, তিনি বলেন, ইয়াজূজ ও মাজূজ বের হওয়ার পরও বায়তুল্লাহর হজ্জ ও ওমরাহ পালিত হবে ।' (বুখারী হা/১৫৯৩; ছহীহুল জামে' হা/৫৩৬৮) । হজ্জ এমন গুরুত্বপূর্ণ ইবাদত যে, পৃথিবীর সবচেয়ে খারাপ পরিস্থিতিতেও তা সম্পাদন করতে হয় । অন্য বর্ণনায় আছে, রাসূল (সাঃ) বলেন, . لاَ تَقُومُ السَّاعَةُ حَتَّى لاَ يُحَجَّ الْبَيْتُ 'বায়তুল্লাহর হজ্জ বন্ধ না হওয়া পর্যন্ত কিয়ামত সংঘটিত হবে না ।' (বুখারী হা/১৫৯৩; ইবনু হিববান হা/৬৭৫০; ছহীহাহ হা/২৪৩০)</h4>
               <br>
               <h2 style="line-height:1.8;">عَنِ ابْنِ عَبَّاسٍ قَالَ قَالَ رَسُولُ اللهِ صلى الله عليه وسلم مَنْ أَرَادَ الْحَجَّ فَلْيَتَعَجَّلْ، فَإِنَّهُ قَدْ يَمْرَضُ الْمَرِيْضُ وَتَضِلُّ الضَّالَّةُ وَتَعْرِضُ الْحَاجَةُ .</h2>
               <br>
               <h4 style="line-height:1.5;">ইবনে আব্বাস (রাঃ) থেকে বর্ণিত তিনি বলেন, রাসূলুল্লাহ (সাঃ) বলেছেন, 'যে ব্যক্তি হজ্জের সংকল্প করে সে যেন অবিলম্বে তা আদায় করে । কারণ মানুষ কখনও অসুস্থ হয়ে যায়, কখনও প্রয়োজনীয় জিনিস বিলুপ্ত হয়ে যায় এবং কখনও অপরিহার্য প্রয়োজন সামনে এসে যায় । (ইবনু মাজাহ হা/২৮৮৩; আবুদাউদ হা/১৭৩২; ছহীহুল জামে' হা/৬০০৪) । অন্য বর্ণনায় রয়েছে, রাসূল (সাঃ) বলেছেন, . تَعْجَّلُوا إِلَى الْحَجِّ يَعْنِى الْفَرِيْضَةَ فَإِنَّ أَحَدَكُمْ لاَ يَدْرِى مَا يَعْرِضُ لَهُ 'তোমরা দ্রুত ফরয হজ্জ সম্পাদন কর । কারণ তোমাদের কেউ জানে না কখন অপরিহার্য প্রয়োজন সামনে এসে যায় ।' (আহমাদ হা/২৮৬৯; ছহীহ আত-তারগীব হা/১১১১; ইরওয়া হা/৯৯০) । ইবাদত হিসাবে হজ্জ অধিক গুরুত্বপূর্ণ হওয়ায় রাসূল (সাঃ) তা দ্রুত সম্পাদন করার নির্দেশ দিয়েছেন । ওমর (রাঃ) বলেন, যাদের সামর্থ্য থাকা সত্ত্বেও হজ্জ সম্পাদন করবে না তারা ইহূদী ও নাছারা অবস্থায় মারা যাবে ।' (বায়হাকী, সুনানুল কুবরা হা/৮৪৪৪; ইবনু আবী শায়বাহ হা/১৪৬৭০; আবু নাঈম, হিলয়াতুল আওলিয়া ৯/২৫২, সনদ ছহীহ) । এর দ্বারা হজ্জের গুরুত্ব বুঝানো হয়েছে এবং ফরজ ত্যাগকারীদেরকে হুমকী দেওয়া হয়েছে । এর অর্থ এই নয় যে, তারা অমুসলিম হয়ে যাবে ।' (শায়খ বিন বায, ফাতাওয়া নূরুন আলাদ-দারব ১৭/৮)</h4>
             </div>
           </div>
         </div>
         <a href="#" class="back-to-top"><i class="fas fa-chevron-up"></i></a>
      </section>
    </main>
    <footer>
      
    </footer>
  </body> 
    <script src="../../js/jquery-1.12.4.min.js"></script>
    <script src="../../js/bootstrap.bundle.min.js"></script>
    <script src="../../js/sweetalert2@11.js"></script>
</html>
<script>
     $(function(){
        // sticky menu
        $(window).on('scroll', function(){
        var scrolling = $(this).scrollTop();
        var back2top = $(".back-to-top");
        if(scrolling > 100){
        back2top.fadeIn(1000);	
        }
        else {
	        back2top.fadeOut(1000);
        }
        });	
         
        // back to top
        var html_body = $('html, body');
        back2top.on('click', function(){
        html_body.animate({scrollTop:0},5000);	
        });
      });  
  </script>